[
  {
    "id": 1,
    "name": "Thick Noodles in Clear Broth (Jan-chi-gook-su)",
    "details": "Noodles in a clear broth, topped with vegetables such as mushrooms and green onions."
  },
  {
    "id": 2,
    "name": "Kimchi Dumplings (Kimchi-man-du)",
    "details": "Dumplings made with a filling that includes kimchi."
  },
  {
    "id": 3,
    "name": "Pork and Kimchi Stir-fry (Jae-yook-bok-eum)",
    "details": "Chopped pork stir-fried with thinly sliced kimchi."
  },
  {
    "id": 4,
    "name": "Bibimbap (Rice Mixed with Vegetables and Beef)",
    "details": "One of the most popular Korean dishes, bibimbap consists of a bowl of rice topped with fresh and cooked vegetables and red chili pepper paste. Everything is mixed together before eating. Seasoned raw beef, grilled beef, or a fried egg can also be added. There are many styles and regional variations of this dish. The cities of Jeonju and Jinju are famous for their distinctive bibimbap and there are other variations such as hot stone pot (dolsot) bibimbap, soybean sprout bibimbap, and vegetable bibimbap. Goldongban is the royal court term for bibimbap."
  },
  {
    "id": 5,
    "name": "Kimchi Stew (Kimchi-jji-gae)",
    "details": "A thick stew made from kimchi simmered with various kinds of meat."
  },
  {
    "id": 6,
    "name": "Kimchi Pancake (Kimchi-jeon)",
    "details": "Fried pancakes made with finely chopped kimchi in flour and egg batter."
  },
  {
    "id": 7,
    "name": "Eggplant Namul (Ja-gi-na-mul)",
    "details": "Eggplant steamed then marinated in soy sauce, green onions, garlic, red chili pepper powder, sesame oil and vinegar."
  },
  {
    "id": 8,
    "name": "Kimchi",
    "details": "Kimchi is Korea's definitive dish. Basic kimchi is made by soaking Chinese cabbage and white radish in salt water, then mixing it with red chili pepper powder, green onions, garlic, ginger and fish sauce. The kimchi acquires its strong flavor during the fermentation process. There are hundreds of types of kimchi, depending on the main vegetable ingredient, the type of fish sauce or other spices, and preparation method."
  },
  {
    "id": 9,
    "name": "Bulgogi (A.K.A Korean Marinaded Barbecue)",
    "details": "Thin slices of beef marinated in a mixture of soy sauce, sugar, green onions, garlic, black pepper, sesame seeds, and sesame oil and grilled at the table. Bulgogi is one of Korea's most popular beef dishes."
  },
  {
    "id": 10,
    "name": "Soju",
    "details": "A clear, distilled liquor made of rice, sweet potatoes and other ingredients similar to vodka. Along with makgeolli, this is the most popular alcoholic beverage in Korea and is also the base liquor for many other drinks. The alcohol content is 20-25%."
  },
  {
    "id": 11,
    "name": "Green Onion Pancake (Pa-jeon)",
    "details": "Pancakes made of an egg, wheat flour and rice flour batter pan-fried with green onions, chives, beef, clams, mussels and other ingredients."
  },
  {
    "id": 12,
    "name": "Crab Marinated in Soy Sauce (Gan-jang-ge-jang)",
    "details": "A marinated crab dish. The crab is marinated for three days in soy sauce, then the soy sauce is poured out, boiled, and poured back over the crab. It is left to sit for another three days before serving."
  },
  {
    "id": 13,
    "name": "Stone Pot Bibimbap (Dol-sot-Bibimbap)",
    "details": "Rice cooked in a hot stone pot and topped with vegetables, seasoned and cooked ground beef, a fried egg and other ingredients. Before eating, red pepper paste or soy sauce and sesame oil are added to taste and everything is stirred with the rice."
  },
  {
    "id": 14,
    "name": "Hangover Soup with Ox Blood (Sumn-ji-hae-jang-guk)",
    "details": "A soup made of bean sprouts, fiddleheads, other vegetables, and ox blood in an ox bone broth with soybean paste (doenjang) and red chili pepper paste. This soup is popular as a remedy for hangovers."
  },
  {
    "id": 15,
    "name": "Seafood Hot Pot (Hae-mul-tang)",
    "details": "Seafood such as fish, clams, shrimp, and squid cooked in a hot pot with vegetables."
  },
  {
    "id": 16,
    "name": "Seafood Pancake with Green Onion (Hae-mul-pa-jeon)",
    "details": "Pancakes made of flour and egg batter pan-fried with a layer of green onions and seafood."
  },
  {
    "id": 17,
    "name": "Marinated and Grilled Beef Short Ribs (Yang-nyum-gal-bi)",
    "details": "Beef short ribs marinated in a mixture of soy sauce, green onions, garlic, black pepper, sugar, and sesame oil for a few hours, then grilled. Marinated short ribs are called yangnyeom-galbi and ribs which are not marinated are called saenggalbi. Galbi-gui is also known as bulgalbi. This is one of the most popular dishes in Korea."
  },
  {
    "id": 18,
    "name": "Braised Short Ribs (Gal-bi-jjim)",
    "details": "Beef short ribs cut into chunks, seasoned with soy sauce, garlic, sugar, and other spices, then simmered over a long period with pieces of Korean radish, carrots, chestnuts, jujubes, and ginkgo nuts. The dish is topped with julienned egg garnish and ground pine nuts."
  },
  {
    "id": 19,
    "name": "Mixed Noodles (Bibim-gook-su)",
    "details": "Cooked noodles mixed with vegetables, meat, and a spicy sauce."
  },
  {
    "id": 20,
    "name": "Clear Noodles Stir-fried with Vegetables (Jap-chae)",
    "details": "Vegetables and beef pan-fried separately then mixed with clear noodles, soy sauce, and other seasonings. One of the most popular party dishes, this dish is often seen at special banquets."
  },
  {
    "id": 21,
    "name": "Potato Cake (Gam-ja-jeon)",
    "details": "Small cakes made of potato starch mixed with a little salt and sugar."
  }
]
