[
   {
      "id":1,
      "name":"Thick Noodles in Clear Broth",
      "details":"Noodles in a clear broth, topped with vegetables such as mushrooms and green onions."
   },
   {
      "id":2,
      "name":"Cylindrical Rice Pasta",
      "details":"Cylindrical rice pasta sliced diagonally into ovals. Cooked in a beef broth to make a traditional soup for New Year's Day."
   },
   {
      "id":3,
      "name":"Steamed Stingray ",
      "details":"Marinated stingray steamed and served with thinly sliced mushrooms, vegetables, and julienned egg garnish."
   },
   {
      "id":4,
      "name":"Grilled Sole ",
      "details":"Sole seasoned with salt then grilled, often topped with a spicy soy sauce."
   },
   {
      "id":5,
      "name":"Spicy Fermented Sole",
      "details":"A spicy dish of sole mixed with cooked millet and white radish, and seasoned with red chili pepper powder and garlic. Famous in the Hamgyeong-do region of North Korea."
   },
   {
      "id":6,
      "name":"Braised Sole ",
      "details":"Sole seasoned with soy sauce, sugar, green onions, garlic and red chili pepper powder, then slowly simmered over low heat to reduce the liquid."
   },
   {
      "id":7,
      "name":"Eggplant Namul",
      "details":"Eggplant steamed then marinated in soy sauce, green onions, garlic, red chili pepper powder, sesame oil and vinegar."
   },
   {
      "id":8,
      "name":"Stuffed Eggplant ",
      "details":"Eggplants cut lengthwise, filled with seasonings, and simmered in broth."
   },
   {
      "id":9,
      "name":"Pan-fried Eggplant ",
      "details":"Eggplant slices coated with flour, dipped in egg, and pan-fried."
   },
   {
      "id":10,
      "name":"Stuffed Eggplant with Beef ",
      "details":"Eggplant cut lengthwise, filled with seasoned minced beef, and cooked in boiling water."
   },
   {
      "id":11,
      "name":"Sauteed Beef Liver ",
      "details":"Beef or calf liver sauteed with vegetables such as green onions, garlic, ginger and carrots, then seasoned with soy sauce, sugar and pepper."
   },
   {
      "id":12,
      "name":"Crab Marinated in Soy Sauce",
      "details":"A marinated crab dish. The crab is marinated for three days in soy sauce, then the soy sauce is poured out, boiled, and poured back over the crab. It is left to sit for another three days before serving."
   },
   {
      "id":13,
      "name":"Pan-fried Beef Liver ",
      "details":"Thinly sliced beef liver seasoned with salt and pepper, then coated in flour, dipped in egg, and pan-fried."
   },
   {
      "id":14,
      "name":"Chopped Raw Beef Liver ",
      "details":"Fresh raw beef liver and tripe chopped thinly and seasoned with sesame oil, black pepper, salt and a pinch of ground pine nuts over the top."
   },
   {
      "id":15,
      "name":"Marinated and Grilled Beef Short Ribs ",
      "details":"Beef short ribs marinated in a mixture of soy sauce, green onions, garlic, black pepper, sugar and sesame oil for a few hours, then grilled. Marinated short ribs are called yangnyeom-galbi and ribs which are not marinated are called saenggalbi. Galbi-gui is also known as bulgalbi. This is one of the most popular dishes in Korea."
   },
   {
      "id":16,
      "name":"Braised Short Ribs",
      "details":"Beef short ribs cut into chunks, seasoned with soy sauce, garlic, sugar and other spices, then simmered over a long period with pieces of Korean radish, carrots, chestnuts, jujubes, and ginkgo nuts. The dish is topped with julienned egg garnish and ground pine nuts."
   },
   {
      "id":17,
      "name":"Grilled Hairtail ",
      "details":"Hairtail (a long, flat silver fish) cut into 10 centimeter lengths and grilled with salt."
   },
   {
      "id":18,
      "name":"Braised Hairtail ",
      "details":"Hairtail (a long, fiat silver fish) cut into l0 centimeter lengths and braised with white radish or other vegetables in soy sauce until reduced."
   },
   {
      "id":19,
      "name":"Potato Cake ",
      "details":"Small cakes made of potato starch mixed with a little salt and sugar."
   },
   {
      "id":20,
      "name":"Sauteed Potato ",
      "details":"Julienned potatoes sauteed in oil and served as a side dish."
   },
   {
      "id":21,
      "name":"Half-moon Potato Cake ",
      "details":"Cakes made of potato starch with a sweet filling, folded into a half-moon shape and steamed."
   },
   {
      "id":22,
      "name":"Pan-fried Potato ",
      "details":"Thin slices of potato dipped in a flour batter and pan-fried."
   },
   {
      "id":23,
      "name":"Braised Potato ",
      "details":"Cubed potatoes braised with fish or dried anchovies, soy sauce and oil. Served as a side dish."
   },
   {
      "id":24,
      "name":"Potato Soup ",
      "details":"Soup made of potato and green onions in a beef broth."
   },
   {
      "id":25,
      "name":"Mustard Leaf Kimchi ",
      "details":"A kimchi made of gat, a kind of mustard leaf. The stems and leaves are seasoned with pickled anchovy sauce. The strong flavor of the mustard leaf and the anchovy is what makes this kimchi popular."
   },
   {
      "id":26,
      "name":"Rice with Corn ",
      "details":"Rice cooked with mixed grains, corn, and kidney beans; served as an alternative to white rice."
   },
   {
      "id":27,
      "name":"Corn and Grain Porridge ",
      "details":"Porridge made of mashed corn with cooked red beans or other types of beans, thickened with glutinous rice flour."
   },
   {
      "id":28,
      "name":"Deep-fried Sweet Rice Puffs ",
      "details":"Traditional treats made of sweet rice flour and liquor. They are cut into various shapes, dried in the shade, deep-fried in oil, and coated in honey and other sweet seasonings such as black bean, sesame seed, cinnamon, pine nut, and black sesame. They are usually hollow inside, and slightly sweet."
   },
   {
      "id":29,
      "name":"Basic Seasonings ",
      "details":"The main basic seasonings used to flavor most Korean dishes : soy sauce, green onions, garlic, black pepper, red chili pepper powder, sesame oil, and sesame seeds."
   },
   {
      "id":30,
      "name":"Half-moon Puffed Rice Cake",
      "details":"Rice cake made with white rice flour, filled with red bean and folded into a half-moon shape. Also called baramtteok (wind rice cake) because it is puffed inside."
   },
   {
      "id":31,
      "name":"Dried Fish Slices ",
      "details":"Whole fish cleaned, salted, and dried in the open air."
   },
   {
      "id":32,
      "name":"Fresh Kimchi ",
      "details":"The leaves of Chinese cabbage or other leafy vegetables dressed in soy sauce and spices and served fresh as a side dish."
   },
   {
      "id":33,
      "name":"Crab",
      "details":"Koreans enjoy eating many types of crab including blue crab, tanner crab, freshwater crab, hairy crab and small crab. Crab is prepared in soups, casseroles or seasoned in soy sauce or red chili sauce."
   },
   {
      "id":34,
      "name":"Crab Patries ",
      "details":"Patties made of cooked crab meat seasoned with soy sauce, coated with flour and egg, then pan-fried."
   },
   {
      "id":35,
      "name":"Marinated Crab ",
      "details":"Crabs are marinated in soy sauce for several days, then the soy sauce is removed, boiled, and poured back over the crabs several times. This dish may also be seasoned with spices and red chili sauce."
   },
   {
      "id":36,
      "name":"Assorted Cold Plate with Mustard Sauce",
      "details":"Salad made with various cold cuts and fresh vegetables, dressed with a spicy mustard sauce."
   },
   {
      "id":37,
      "name":"Mustard and Vinegar Sauce ",
      "details":"Tangy sauce of mustard, vinegar and sugar. This generally accompanies cold dishes such as raw fish or naengchae, a dish consisting of thinly sliced vegetables and meat or seafood."
   },
   {
      "id":38,
      "name":"Gyeolmyeongja Tea ",
      "details":"A tea made with the dried seeds of the sicklepod plant, which can be served hot or cold. This tea is known for its clarifying effects on the liver and eyes."
   },
   {
      "id":39,
      "name":"Sweet Rice Balls ",
      "details":"Rice cake made with glutinous rice flour, rolled into balls and cooked in boiling water. The cooked rice balls are then rolled in ground soybeans or red beans."
   },
   {
      "id":40,
      "name":"Egg Soup ",
      "details":"Soup made by adding beaten eggs and chopped green onions to a boiling meat or vegetable broth."
   },
   {
      "id":41,
      "name":"Cinnamon Tea ",
      "details":"Tea made of dried whole cinnamon sticks boiled with a small amount of ginger. This tea is usually garnished with minced jujubes (Korean dates)."
   },
   {
      "id":42,
      "name":"Cooked Sweet Potato Stems ",
      "details":"Side dish made with the stems of the sweet potato. The stems are blanched and seasoned, then lightly fried with oil."
   },
   {
      "id":43,
      "name":"Pan-fried Sweet Potato ",
      "details":"Slices of sweet potato dipped in flour and egg, then pan-fried."
   },
   {
      "id":44,
      "name":"Deep-fried Sweet Potato ",
      "details":"Sweet potato cut into thin oval slices or strips and deep-fried."
   },
   {
      "id":45,
      "name":"Godeulppaegi Kimchi ",
      "details":"A strongly flavored kimchi made with a wild flowering plant (godeulppaegi) which has been soaked in water for up to ten days to remove its bitter taste."
   },
   {
      "id":46,
      "name":"Grilled Mackerel ",
      "details":"Mackerel sprinkled with salt and grilled."
   },
   {
      "id":47,
      "name":"Braised Mackerel ",
      "details":"Mackerel seasoned with soy sauce, green onions, garlic and red chili pepper powder, then braised over low heat until reduced."
   },
   {
      "id":48,
      "name":"Garnish ",
      "details":"Popular Korean garnishes include thinly red chili pepper threads, julienned egg yolk and whites (the yolks and whites are separated, beaten, and pan-fried like crepes), minced jujubes (Korean dates), chestnuts, walnuts, ground pine nuts, cooked gingko nuts, sesame salt, minari (Korean parsley), carrots, green onions, and mushrooms."
   },
   {
      "id":49,
      "name":"Powder Coating for Rice Cake ",
      "details":"Rice cakes are cooked then rolled or coated in a powder to add flavor and color and to prevent them from sticking together. The most popular are ground or whole red beans, beans of other colors, steamed and crushed chestnuts, or pan-fried bean flour."
   },
   {
      "id":50,
      "name":"Fiddlehead(s) ",
      "details":"Young fern shoots are picked, blanched, drained, and then dried in the open air. The dried fiddleheads are used in soups or soaked in water and then pan??fried to make a side dish (fiddlehead namul)."
   },
   {
      "id":51,
      "name":"Fiddlehead Namul",
      "details":"Side dish of fiddleheads that have been dried, soaked in water, then lightly pan-fried and seasoned."
   },
   {
      "id":52,
      "name":"Chili Pepper(s) ",
      "details":"The Korean red pepper or chili is usually less spicy than its Latin American cousin. Korean food uses both young green peppers as well as the ripe red ones. The red peppers are dried and ground into chili powder which can be stored for long periods and is one of the most common seasonings in Korean cuisine. The leaves are also cooked to make a vegetable side dish. Young green peppers are eaten fresh as a side dish."
   },
   {
      "id":53,
      "name":"Sauteed Green Chili Peppers ",
      "details":"Side dish made of young green chili peppers sliced lengthwise and stir-fried with other green vegetables such as bell pepper and celery."
   },
   {
      "id":54,
      "name":"Red Chili Pepper Paste ",
      "details":"One of the main components of Korean cuisine. This spicy red paste is made of red chili pepper powder, fermented soybeans, white rice flour and salt. It can be used as a cooking ingredient or put on the table as a separate dipping or mixing sauce."
   },
   {
      "id":55,
      "name":"Pickled Green Chili Peppers ",
      "details":"Young green chili peppers are pickled in salt and water for a week, then mixed with a salty, spicy sauce."
   },
   {
      "id":56,
      "name":"Pan-fried Stuffed Green Chili Peppers ",
      "details":"Green chili peppers cut lengthwise and stuffed with ground beef. The stuffed peppers are then coated in flour, dipped in egg, and pan-fried."
   },
   {
      "id":57,
      "name":"Braised Green Chili Peppers ",
      "details":"Side dish made of young green chili peppers braised in soy sauce with beef, clams, dried squid, or dried anchovies until reduced."
   },
   {
      "id":58,
      "name":"Steamed Green Chili Peppers ",
      "details":"Green chili peppers coated in flour, steamed, and seasoned with soy sauce and spices."
   },
   {
      "id":59,
      "name":"Red Chili Pepper Powder ",
      "details":"A powder made of ground Korean red chili pepper. This is a major ingredient used to spice many dishes in Korean cuisine."
   },
   {
      "id":60,
      "name":"Chili Pepper Leaf Namul ",
      "details":"Side dish made of chili pepper leaves that are blanched and seasoned."
   },
   {
      "id":61,
      "name":"Spicy Freshwater Snails ",
      "details":"Cooked freshwater snail tossed with chopped fresh vegetables and a spicy sauce."
   },
   {
      "id":62,
      "name":"Noodles in Thick Beef Soup ",
      "details":"Noodles in a meat broth that has been simmered for a long time. Served in a large bowl."
   },
   {
      "id":63,
      "name":"Thick Beef Soup ",
      "details":"Soup made from a stock of beef bones simmered for eight to twelve hours. The broth has a milky appearance and the meat is very tender. Gomtang is not seasoned during the cooking process and is served with salt and chopped green onions on the side so it can be seasoned to taste at the table. This soup is generally served with kkakdugi (a kimchi made of radishes)."
   },
   {
      "id":64,
      "name":"Grilled Beef Tripe ",
      "details":"Beef tripe seasoned with spices or salt and grilled."
   },
   {
      "id":65,
      "name":"Spicy Beef Tripe Hot Pot ",
      "details":"A spicy, flavorful hot pot of vegetables and seasoned beef tripe cooked in a beef broth."
   },
   {
      "id":66,
      "name":"Dried Persimmon ",
      "details":"Persimmons that are peeled and fully dried in the open air. This very sweet, flavorful dried fruit is eaten on its own as a dessert or a snack and is also used in rice cakes or dessert drinks like persimmon punch."
   },
   {
      "id":67,
      "name":"Traditional Candied Fruit ",
      "details":"Candied fruit that has been cooked in boiling water and strained, then left to harden in attractive shapes."
   },
   {
      "id":68,
      "name":"Raw Halibut ",
      "details":"Fresh halibut (preferably alive just before preparation) that is filleted, sliced thinly, and served raw."
   },
   {
      "id":69,
      "name":"Gugija Tea ",
      "details":"Tea made from the dried fruit of the Chinese matrimony vine. Usually served as a medicinal tea."
   },
   {
      "id":70,
      "name":"Platter of Nine Delicacies",
      "details":"One of the most popular appetizers in Korean cuisine, this dish is served in a special platter that is divided into nine sections. The middle section holds small crepes made of flour and water, and in each of the eight surrounding sections is a different finely chopped ingredient, such as vegetables, beef, and abalone, resulting in a colorful and beautiful presentation. Once served, people place small amounts of each type of ingredient onto a crepe, roll it up, then dip it in a mix of soy sauce and vinegar before eating."
   },
   {
      "id":71,
      "name":"Soup ",
      "details":"Soup, along with rice, is one of two essential elements of a Korean meal and is considered a main dish. Soups are made of vegetables, seafood, or meat and are seasoned with either salt, soy sauce or soybean paste (doenjang)."
   },
   {
      "id":72,
      "name":"Soup with Rice ",
      "details":"This main dish is a combination of the traditionally separate bowls of rice and soup with the steamed rice served in the bowl of soup."
   },
   {
      "id":73,
      "name":"Noodle(s) ",
      "details":"Made from a multigrain flour, these thin noodles are cooked in boiling water, drained, and eaten in a broth or spicy sauce."
   },
   {
      "id":74,
      "name":"Noodles in Clear Broth",
      "details":"Soup made of noodles cooked in boiling water, drained, and served in a hot broth with various toppings. "
   },
   {
      "id":75,
      "name":"Noodle Hot Pot",
      "details":"Hot pot of meat and vegetables in broth. The noodles are added when rest of the ingredients are nearly cooked."
   },
   {
      "id":76,
      "name":"Chrysanthemum Rice Wine ",
      "details":"Rice wine flavored by adding dried chrysanthemum petals to the wine during maturation."
   },
   {
      "id":77,
      "name":"Oyster Rice ",
      "details":"Rice cooked with fresh oysters. The rice is washed and cooked with the oysters in a clear seaweed or chicken broth."
   },
   {
      "id":78,
      "name":"Dried Yellow Croaker ",
      "details":"Yellow croaker, salted and dried."
   },
   {
      "id":79,
      "name":"Pan-fried Oyster ",
      "details":"Fresh oysters coated in flour, dipped in egg, and pan-fried. Also called seokhwajeon."
   },
   {
      "id":80,
      "name":"Spicy Pickled Oyster ",
      "details":"Oysters pickled in salt with red chili pepper powder."
   },
   {
      "id":81,
      "name":"Oyster Soup ",
      "details":"Soup made with fresh oysters, white radish, dubu (soybean curd / tofu) and green onions. The soup is seasoned with pickled shrimp sauce."
   },
   {
      "id":82,
      "name":"Deep-fried Oyster ",
      "details":"Fresh oysters dipped in a flour batter and deep-fried."
   },
   {
      "id":83,
      "name":"Dried Laver ",
      "details":"This seaweed has sheet-like fronds and grows along the western and southern coasts of Korea. It is dried in sheets, then lightly oiled, salted, and roasted. Gim is usually eaten wrapped around a spoonful of rice."
   },
   {
      "id":84,
      "name":"Toasted Laver ",
      "details":"Dried laver sheets lightly coated with sesame oil, sprinkled with salt, then toasted on a hot pan or over a low flame."
   },
   {
      "id":85,
      "name":"Seasoned Laver ",
      "details":"Dried laver toasted, broken into small pieces, then seasoned."
   },
   {
      "id":86,
      "name":"Rice Rolls in Laver ",
      "details":"To make this colorful roll, rice is spread on a dried laver sheet with beef, fried egg, pickled radish, and various steamed vegetables, then rolled and cut into slices."
   },
   {
      "id":87,
      "name":"Deep-fried Laver",
      "details":"Dried laver coated in a batter of glutinous rice starch, dried, and deep-fried."
   },
   {
      "id":88,
      "name":"Kimchi ",
      "details":"Kimchi is Korea's definitive dish. Basic kimchi is made by soaking Chinese cabbage and white radish in salt water, then mixing it with red chili pepper powder, green onions, garlic, ginger and fish sauce. The kimchi acquires its strong flavor during the fermentation process. There are hundreds of types of kimchi, depending on the main vegetable ingredient, the type of fish sauce or other spices, and preparation method."
   },
   {
      "id":89,
      "name":"Chilled Noodle Soup with Kimchi",
      "details":"Buckwheat noodles served in a chilled broth, topped with kimchi."
   },
   {
      "id":90,
      "name":"Pan-fried Kimchi Brochette",
      "details":"Brochettes of cabbage kimchi, beef strips, and green onions sliced into similar lengths, dipped in flour and egg, and pan-fried."
   },
   {
      "id":91,
      "name":"Kimchi Dumplings",
      "details":"Dumplings made with a filling that includes kimchi."
   },
   {
      "id":92,
      "name":"Rice or Noodles in Chilled Kimchi Water",
      "details":"Rice or noodles served in chilled kimchi water (the seasoned watery sauce from kimchi). This is a specialty of the Pyeongan-do region in North Korea."
   },
   {
      "id":93,
      "name":"Rice Cooked with Kimchi",
      "details":"Rice cooked with thin slices of kimchi and sometimes meat and soybean sprouts."
   },
   {
      "id":94,
      "name":"Sauteed Kimchi",
      "details":"Thinly sliced kimchi sauteed in oil. Chopped pork is often added and sauteed together with the kimchi."
   },
   {
      "id":95,
      "name":"Fried Rice with Kimchi",
      "details":"Rice fried with chopped kimchi. Chopped beef and other ingredients can also be added."
   },
   {
      "id":96,
      "name":"Kimchi Pancake",
      "details":"Fried pancakes made with finely chopped kimchi in a flour and egg batter."
   },
   {
      "id":97,
      "name":"Kimchi Stew",
      "details":"A thick stew made from kimchi simmered with various kinds of meat."
   },
   {
      "id":98,
      "name":"Kimchi Soup",
      "details":"A soup of chopped kimchi that is not as thick as kimchi stew and usually has fewer ingredients."
   },
   {
      "id":99,
      "name":"Diced Radish Kimchi",
      "details":"Kimchi made of diced white radish. The radish pieces are first salted and then mixed with the traditional kimchi sauce of red chili pepper powder, fish sauce, garlic, and green onions. "
   },
   {
      "id":100,
      "name":"Sesame (Seeds) (1)",
      "details":"Sesame seeds include basic sesame seeds and perilla, or wild sesame seeds. ln both cases, the seeds are fried before the oil is extracted, which is used to provide flavor in Korean cuisine."
   },
   {
      "id":101,
      "name":"Sesame Toffee",
      "details":"A toffee made of roasted sesame seeds mixed in a malt toffee. The toffee hardens slightly as it cools and then it is cut into squares or rolled and sliced into flat round pieces."
   },
   {
      "id":102,
      "name":"Noodles in Sesame Soup",
      "details":"Noodles in a sesame soup with beef meatballs, minari (Korean parsley), stir??fried shiitake mushrooms, and julienned cucumbers"
   },
   {
      "id":103,
      "name":"Sesame Salt",
      "details":"Sesame seeds roasted in a pan and ground with salt. One of the main seasonings in Korean cooking, this gives food a slightly buttery flavor."
   },
   {
      "id":104,
      "name":"Sesame Porridge",
      "details":"A porridge made of sesame seeds that are fried and ground, then mixed with rice flour and simmered until thick."
   },
   {
      "id":105,
      "name":"Sesame Soup",
      "details":"Soup of roasted and ground sesame seeds cooked in a chicken broth."
   },
   {
      "id":106,
      "name":"Wild Sesame Leaf Namul",
      "details":"A side dish made of wild sesame leaves that are blanched and seasoned."
   },
   {
      "id":107,
      "name":"Deep-fried Wild Sesame Leaves",
      "details":"Wild sesame leaves coated on one side with a batter of glutinous rice starch and deep-fried .The leaves are sometimes sprinkled with sugar."
   },
   {
      "id":108,
      "name":"Pickled Wild Sesame Leaves",
      "details":"A pickled side dish made of wild sesame leaves marinated in soy sauce. Other versions include sesame leaves pickled in soybean paste or fish sauce."
   },
   {
      "id":109,
      "name":"Pan-fried Wild Sesame Leaves with Fillings",
      "details":"Wild sesame leaves folded in half with a filling of seasoned minced beef. The stuffed leaves are coated in flour, dipped in egg, and pan-fried."
   },
   {
      "id":110,
      "name":"Oxtail Soup",
      "details":"A soup made by simmering oxtail in water for three to four hours."
   },
   {
      "id":111,
      "name":"Seasoned Ark Shells",
      "details":"Cooked ark shells seasoned with soy sauce and served on the half-shell. "
   },
   {
      "id":112,
      "name":"Meat and Vegetable Brochette",
      "details":"Brochettes of meat and vegetables, seasoned and grilled."
   },
   {
      "id":113,
      "name":"Pickled Small Octopus",
      "details":"A variety of small octopus that has been cleaned and pickled in salt."
   },
   {
      "id":114,
      "name":"Grilled Mackerel Pike",
      "details":"Mackerel pike (similar to mackerel but smaller and thinner) salted or spread with soybean paste (doenjang) and grilled."
   },
   {
      "id":115,
      "name":"Braised Mackerel Pike",
      "details":"Mackerel pike seasoned with green onions, garlic and a mixture of other ingredients (such as red chili pepper paste or soy sauce) and simmered over low heat."
   },
   {
      "id":116,
      "name":"Steamed Blue Crab Meat",
      "details":"Crab meat mixed with seasonings in a fluffy egg batter, then placed back in the shell, steamed, and garnished."
   },
   {
      "id":117,
      "name":"Blue Crab Soup",
      "details":"A soup of blue crab cooked with zucchini, green chili peppers and soybean paste (doenjang)."
   },
   {
      "id":118,
      "name":"Meat Garnish",
      "details":"Minced cooked meat used to garnish soups and stews."
   },
   {
      "id":119,
      "name":"Grilled Pheasant",
      "details":"Thinly sliced pheasant thigh meat seasoned with soy sauce, sesame seeds, black pepper, green onions, ginger and garlic, and then grilled."
   },
   {
      "id":120,
      "name":"Pheasant Kimchi",
      "details":"A special kimchi of cooked pheasant meat mixed with whole white radish marinated in salt water. Some versions use pickled cucumbers instead of white radish."
   },
   {
      "id":121,
      "name":"Pheasant Dumplings",
      "details":"A dumpling stuffed with pheasant and vegetables, cooked in a clear broth, and served as a winter delicacy."
   },
   {
      "id":122,
      "name":"Home-style Noodles in Pheasant Soup",
      "details":"Home-style noodles made of flour, bean powder and egg, cooked in a pheasant broth."
   },
   {
      "id":123,
      "name":"Vegetable Side Dishes",
      "details":"Side dishes of vegetables or wild leafy greens. There are two main methods of preparation :stir-frying the vegetables with spices, and blanching the vegetables and then seasoning them. The most common seasonings are soy sauce, garlic, sesame seeds, sesame oil, and chopped green onions."
   },
   {
      "id":124,
      "name":"Radish Water Kimchi",
      "details":"A slightly pink kimchi made with Chinese cabbage, thinly sliced white radish, a large amount of water, and minari (a leafy vegetable resembling parsley) to give this kimchi a distinctive a flavor."
   },
   {
      "id":125,
      "name":"Stir-fried Baby Octopus",
      "details":"Baby octopus mixed in a seasoning of red chili pepper paste and soy sauce, then stir-fried with onions, chili peppers and green onions."
   },
   {
      "id":126,
      "name":"Baby Octopus Hot Pot",
      "details":"Seasoned baby octopus cooked in a hot pot with green onions, crown daisy, and other vegetables."
   },
   {
      "id":127,
      "name":"Raw Baby Octopus",
      "details":"Live or poached baby octopus served with a dipping sauce of red chili pepper paste with vinegar and sugar."
   },
   {
      "id":128,
      "name":"Beef Tripe and Intestine Soup",
      "details":"Soup of beef, tripe and intestines cooked over a long period."
   },
   {
      "id":129,
      "name":"Chilled  Soup",
      "details":"Chilled soups made with eggplant, cucumber, or seaweed. Served in the summer with rice."
   },
   {
      "id":130,
      "name":"Chilled Noodle Soup",
      "details":"A soup of noodles in chilled yeolmu-kimchi (a water kimchi made of radishes and their leaves) and topped with julienned egg garnish and slices of beef."
   },
   {
      "id":131,
      "name":"Chilled Buckwheat Noodle Soup",
      "details":"Buckwheat noodles served in a chilled beef broth with slices of beef, radish kimchi, sliced Korean pear, a boiled egg, and seasoned cucumber on top. Vinegar and mustard are added to according to individual taste. This is a favorite summer dish."
   },
   {
      "id":132,
      "name":"Naengi",
      "details":"Shepherd's purse, a white-flowered plant in the cabbage family, which grows in fields and is picked and eaten in spring."
   },
   {
      "id":133,
      "name":"Naengi Namul",
      "details":"A vegetable side dish made of naengi (shepherd's purse) parboiled and mixed with a seasoned soy sauce."
   },
   {
      "id":134,
      "name":"Naengi Soup",
      "details":"A soup of naengi (shepherd's purse) in a soybean paste (doenjang) broth, usually with clams."
   },
   {
      "id":135,
      "name":"Grilled Sliced Beef",
      "details":"Thinly sliced beef marinated in a bulgogi sauce (soy sauce, sugar, garlic, green onions, and sesame oil), and then grilled."
   },
   {
      "id":136,
      "name":"Seasoned Overripe Cucumbers",
      "details":"Overripe cucumbers that have turned yellowish are peeled and soaked in salt water. The salted cucumbers are squeezed to eliminate excess water, then chopped and spiced with red chili pepper paste, vinegar, green onions, garlic, black pepper, and sugar."
   },
   {
      "id":137,
      "name":"Mung Bean",
      "details":"Mung beans are ground to make mung bean jelly, mung bean and vegetable pancakes, rice cake coating, and mung bean porridge, similar to a Chinese congee. Mung bean sprouts are also eaten as a vegetable side dish."
   },
   {
      "id":138,
      "name":"Mung Bean Jelly",
      "details":"A firm jelly made with mung bean starch. Also called cheongpomuk."
   },
   {
      "id":139,
      "name":"Mung Bean Pancake",
      "details":"A fried pancake made of mung bean flour and a little glutinous rice flour cooked with pork, sliced kimchi, green bean sprouts, green onions and garlic."
   },
   {
      "id":140,
      "name":"Mung Bean Porridge",
      "details":"A porridge of mung beans and rice, similar to Chinese congee."
   },
   {
      "id":141,
      "name":"Green Tea",
      "details":"A tea made from tea leaves picked when tender and green, then dried carefully to preserve the green color."
   },
   {
      "id":142,
      "name":"Green Tea Rice",
      "details":"Rice cooked in green tea instead of plain water."
   },
   {
      "id":143,
      "name":"Sea Bass",
      "details":"Sea bass is finely sliced and eaten raw, grilled, braised, or cooked in soups."
   },
   {
      "id":144,
      "name":"Browned Rice",
      "details":"Crusty, browned rice made from the scorched part of steamed rice that is usually stuck to the bottom of the rice pot. lt is eaten in hot water as a browned rice tea after a meal or fried as a crispy snack. Also called nurunbap."
   },
   {
      "id":145,
      "name":"Pan-fried Green Onion and Fiddlehead",
      "details":"Thin green onions and fiddleheads cut into similar lengths, then mixed in a flour and egg batter and pan-fried."
   },
   {
      "id":146,
      "name":"Small Freshwater Snail Soup",
      "details":"A soup made of soybean paste (doenjang) broth, red chili pepper paste, vegetables, and small freshwater snails. Also called olgaengitguk."
   },
   {
      "id":147,
      "name":"Kelp",
      "details":"Boiled and served cold with red chili pepper paste to make a vegetable for ssam, cooked to make a soup broth, or deep-fried as a side dish or snack."
   },
   {
      "id":148,
      "name":"Kelp Wraps",
      "details":"Slices of fresh kelp used as a wrap for rice and other foods, dipped in pickled anchovy sauce before eating."
   },
   {
      "id":149,
      "name":"Pan-fried King Prawn",
      "details":"Peeled king prawns coated in flour, dipped in egg, and pan-fried."
   },
   {
      "id":150,
      "name":"Steamed Stuffed King Prawns",
      "details":"King prawns stuffed with seasoned minced beef, steamed, and topped with mushrooms, julienned egg garnish, and red chili pepper threads."
   },
   {
      "id":151,
      "name":"Grilled Clams",
      "details":"Big clams grilled in the shell. The clams can also be chopped and mixed with minced beef, dubu (soybean curd / tofu) and seasonings, put back in the shell and then grilled."
   },
   {
      "id":152,
      "name":"Clam Soup(1)",
      "details":"A clear soup with clams. Sometimes the clams are taken from their shells, mixed with beef and seasonings, and put back in their shells before being cooked and put in the soup."
   },
   {
      "id":153,
      "name":"Clam Hot Pot",
      "details":"A hot pot of clams, beef, and vegetables in broth."
   },
   {
      "id":154,
      "name":"Clam and Rice Porridge",
      "details":"A porridge made of rice and clams."
   },
   {
      "id":155,
      "name":"Steamed Stuffed Clams",
      "details":"Clam shells stuffed with chopped clams, minced beef, shiitake mushrooms, and egg, and then steamed."
   },
   {
      "id":156,
      "name":"Deodeok",
      "details":"A perennial vine, the deodeok(bonnet bellflower) root has a distinctive smell. It is grilled or steamed as a side dish and is also used as medicine."
   },
   {
      "id":157,
      "name":"Grilled Deodeok",
      "details":"Deodoek root marinated in soy sauce and red chili pepper paste and then grilled."
   },
   {
      "id":158,
      "name":"Deodeok Kimchi",
      "details":"A kimchi made of deodeok root, white radish and Chinese cabbage."
   },
   {
      "id":159,
      "name":"Spicy Deodeok",
      "details":"Deodeok root shredded into small pieces by hand and seasoned with a red chili pepper paste sauce."
   },
   {
      "id":160,
      "name":"Deodeok Salad",
      "details":"Deodeok root mixed with red chili pepper powder and other seasonings."
   },
   {
      "id":161,
      "name":"Deodeok Pickles",
      "details":"A side dish of deodeok roots pickled in red chili pepper paste."
   },
   {
      "id":162,
      "name":"Ox Knee Soup",
      "details":"A soup made of beef and ox knee simmered for a long time. It is served with salt and chopped green onions on the side so it can be seasoned to taste at the table."
   },
   {
      "id":163,
      "name":"Bellflower Roots",
      "details":"The roots of the Bellflower are either grilled or seasoned and served raw."
   },
   {
      "id":164,
      "name":"Bellflower Root Namul",
      "details":"A side dish of bellflower roots cooked in water, drained, then sauteed with chopped green onions, garlic, and sesame salt."
   },
   {
      "id":165,
      "name":"Bellflower Root Salad",
      "details":"Fresh bellflower roots shredded into small pieces, then seasoned with red chili pepper powder, vinegar, salt, and sugar."
   },
   {
      "id":166,
      "name":"Candied Bellflower Roots",
      "details":"Whole bellflower roots (doraji) peeled and simmered in a mixture of water, honey, and sugar until candied."
   },
   {
      "id":167,
      "name":"Grilled Sea Bream",
      "details":"Sea bream seasoned with salt then grilled slowly over a low flame and basted frequently with sesame oil."
   },
   {
      "id":168,
      "name":"Braised Sea Bream",
      "details":"Sea bream seasoned in a spicy soy sauce and braised."
   },
   {
      "id":169,
      "name":"Sea Bream and Rice Porridge",
      "details":"A rice porridge with sea bream. The fish is cooled first and then deboned. The rice and fish meat is put into the fish broth and simmered until thick."
   },
   {
      "id":170,
      "name":"Stuffed and Steamed Sea Bream",
      "details":"Whole sea bream stuffed with clams, dubu (soybean curd / tofu), and vegetables and then steamed. The steamed fish is garnished with colorful vegetables and sliced chestnuts."
   },
   {
      "id":171,
      "name":"Raw Sea Bream",
      "details":"Fresh sea bream thinly sliced and served raw."
   },
   {
      "id":172,
      "name":"Chilled Acorn Noodle Soup",
      "details":"Noodles made of acorn starch served in a chilled broth and garnished with seasoned vegetables."
   },
   {
      "id":173,
      "name":"Acorn Cake",
      "details":"A steamed cake made of acorn starch, millet flour, and a coating of ground beans and red beans."
   },
   {
      "id":174,
      "name":"Acorn Starch jelly",
      "details":"A firm jelly made of acorn starch, often served with a seasoned soy sauce."
   },
   {
      "id":175,
      "name":"Dollamul",
      "details":"Sedum, a fleshy-leafed perennial that is found in the mountains. The tender young plants are often added to kimchi made in the spring or are made into a spring salad as a side dish."
   },
   {
      "id":176,
      "name":"Stone Pot Rice",
      "details":"Rice cooked in a stone pot with chestnuts, mushrooms, and jujubes (Korean dates)."
   },
   {
      "id":177,
      "name":"Stone Pot Bibimbap",
      "details":"Rice cooked in a hot stone pot and topped with vegetables, seasoned and cooked ground beef, a fried egg and other ingredients. Before eating, red pepper paste or soy sauce and sesame oil are added to taste and everything is stirred with the rice."
   },
   {
      "id":178,
      "name":"Thick Rice Beer",
      "details":"A beer made by fermenting rice with yeast. In Korean, the term dongdongju suggests something floating, referring to the rice grains that are often floating on top."
   },
   {
      "id":179,
      "name":"Radish Kimchi in Water",
      "details":"A kimchi made of whole white radishes, green onions, garlic, ginger and salt water. The radishes are rolled in salt and put in a big jar with the other ingredients and salt water. After being cured, this kimchi has plenty of flavorful water which is chilled and served throughout the winter."
   },
   {
      "id":180,
      "name":"Buckwheat Noodles in Radish Kimchi Water",
      "details":"Buckwheat noodles served in chilled dongchimi water (a non-spicy kimchi made with white radish and lots of water) topped with sliced kimchi, a boiled egg and some meat."
   },
   {
      "id":181,
      "name":"Frozen Pollack",
      "details":"Frozen pollack does not have a strong smell and is therefore used in a lot of dishes."
   },
   {
      "id":182,
      "name":"Spicy Frozen Pollack Stew",
      "details":"A spicy stew of pollack with white radish, dubu (soybean curd / tofu), chili peppers, and other spices."
   },
   {
      "id":183,
      "name":"Kimchi with Frozen Pollack ",
      "details":"A special mixed kimchi made of Chinese cabbage, white radish, and dried pollack pieces. Often made with dried pollack soaked in water."
   },
   {
      "id":184,
      "name":"Frozen Pollack Stew",
      "details":"A spicy stew made of pollack and vegetables. The pollack is first cooked in a clear broth, then white radish, red chili pepper powder or red chili pepper paste, garlic and green onions are added and cooked until thick."
   },
   {
      "id":185,
      "name":"Glazed Spareribs",
      "details":"Pork ribs first coated in a flour batter and deep-fried, then glazed in a sweet and spicy soy sauce mixture."
   },
   {
      "id":186,
      "name":"Grilled Spareribs",
      "details":"Pork spareribs marinated in a soy sauce or red chili pepper paste mixture and grilled."
   },
   {
      "id":187,
      "name":"Braised Spareribs",
      "details":"Pork spareribs seasoned and braised in a little broth with chili peppers, chestnuts, carrots and jujubes (Korean dates)."
   },
   {
      "id":188,
      "name":"Pork",
      "details":"The main pork cuts used in Korean cuisine are the shoulder, sirloin, sides, ribs, hocks, and the rump. The different parts are prepared in different ways to take advantage of their distinct flavors and textures. Pig's head is boiled and pressed or made into a soup. Shoulder, sirloin, and rump cuts are grilled or braised. Rib cuts are braised or pressed. Hocks are pressed or used in soup."
   },
   {
      "id":189,
      "name":"Marinated Grilled Pork",
      "details":"Thin slices of pork marinated in soy sauce and red chili pepper paste and grilled. Also called dwaeji-bulgogi."
   },
   {
      "id":190,
      "name":"Pork and Kimchi Stir-fry",
      "details":"Chopped pork stir-fried with thinly sliced kimchi."
   },
   {
      "id":191,
      "name":"Stir-fried Pork",
      "details":"A spicy stir-fry of pork with chopped vegetables. Also called jeyuk-bokkeum."
   },
   {
      "id":192,
      "name":"Pressed Pork",
      "details":"Big pieces of pork cooked in water with ginger, green onions and soybean paste (doenjang) and pressed to give a smooth texture. Often served with pickled shrimp sauce."
   },
   {
      "id":193,
      "name":"Pressed Pork Head",
      "details":"Pork head meat cooked in water with ginger, onions, garlic and black pepper, then pressed into a block and sliced. Usually served on special occasions. "
   },
   {
      "id":194,
      "name":"Pureed Soybean Stew",
      "details":"A thick white stew of soybean puree, pork, kimchi or fresh cabbage leaves. Served with seasoned soy sauce on the side."
   },
   {
      "id":195,
      "name":"Soybean Paste",
      "details":"A fermented soybean paste that is the base for many common Korean dishes."
   },
   {
      "id":196,
      "name":"Soybean Paste Soup",
      "details":"A soup made of soybean paste (doenjang) and vegetables."
   },
   {
      "id":197,
      "name":"Soybean Paste Stew",
      "details":"A stew made of soybean paste (doenjang) and various vegetables. Similar to soybean paste soup (doenjangguk) but much thicker."
   },
   {
      "id":198,
      "name":"Spicy Sliced Beef Stew",
      "details":"A stew made of beef, liver and tripe thinly sliced, seasoned, and cooked in broth with vegetables. A specialty of the southwestern regions of Korea."
   },
   {
      "id":199,
      "name":"Dureup",
      "details":"Shoots or young leaves of the fatsia (Japanese angelica) tree."
   },
   {
      "id":200,
      "name":"Dureup Namul",
      "details":"Blanched dureup shoots mixed with green onions, crushed garlic, soysauce, red chili pepper paste, vinegar and sesame oil."
   },
   {
      "id":201,
      "name":"Dureup and Beef Brochette",
      "details":"Blanched dureup shoots and beef slices mixed in a seasoned soy sauce and put on skewers. The brochettes are coated in flour, dipped in egg, and pan-fried."
   },
   {
      "id":202,
      "name":"Pan-fried Dureup",
      "details":"Blanched dureup shoots coated in flour, dipped in egg, and pan-fried."
   },
   {
      "id":203,
      "name":"Parboiled Dureup",
      "details":"Dureup shoots coated in potato starch and parboiled. Before serving, the cooked shoots are dipped in vinegared red chili pepper paste."
   },
   {
      "id":204,
      "name":"Pan-fried Dubu",
      "details":"Dubu (soybean curd / tofu) sliced into flat pieces and pan-fried."
   },
   {
      "id":205,
      "name":"Fancy Steamed Dubu",
      "details":"Mashed dubu (soybean curd / tofu) mixed with seasoned meat and topped with shiitake and other mushrooms, julienned egg garnish, red chili threads and sliced green onions. This thickened dubu is steamed."
   },
   {
      "id":206,
      "name":"Stuffed Dubu Hot Pot",
      "details":"Two slices of pan-fried dubu (soybean curd / tofu) stuffed with seasoned minced beef and tied with minari (Korean parsley) stems or green onions and cooked in a hot pot with vegetables, meatballs, marinated beef, and broth."
   },
   {
      "id":207,
      "name":"Dubu Stew with Pickled Shrimp",
      "details":"A stew made of simmered dubu (soybean curd / tofu) and fresh oysters seasoned with pickled shrimp sauce. Also called dubu-saeujeot-jjigae (dubu and pickled shrimp stew)."
   },
   {
      "id":208,
      "name":"Braised Pan-fried Dubu",
      "details":"A dish of pan-fried slices of dubu (soybean curd / tofu) covered with soy sauce and braised until the sauce is absorbed by the dubu."
   },
   {
      "id":209,
      "name":"Dubu Stew",
      "details":"A stew with dubu (soybean curd / tofu) as the main ingredient."
   },
   {
      "id":210,
      "name":"Sweet Rice Cake with Fillings",
      "details":"Sticky rice cake filled with citron and pine nuts and then flattened into layers. Each layer is generously topped with a red bean mixture and steamed."
   },
   {
      "id":211,
      "name":"Wild Sesame Oil",
      "details":"Oil extracted from wild sesame seeds."
   },
   {
      "id":212,
      "name":"Wild Sesame Toffee",
      "details":"Malt candy made with roasted wild sesame seeds."
   },
   {
      "id":213,
      "name":"Wild Sesame and Rice Porridge",
      "details":"A rice porridge with ground wild sesame seeds."
   },
   {
      "id":214,
      "name":"Grilled Sirloin",
      "details":"A medium-thick sirloin steak that is usually grilled at the table."
   },
   {
      "id":215,
      "name":"Beef Soup and Rice",
      "details":"A popular dish in Korean restaurants consisting of beef and clotted blood soup served with rice. Ttaro-gukbap literally means soup and rice separately and originates in a rice soup once sold by street vendors. Following customer demand, however, the rice started to be served separately."
   },
   {
      "id":216,
      "name":"Rice Cake",
      "details":"Rice cakes made with flour from white rice, glutinous rice, beans, and peas. They are either steamed then boiled, or steamed, then kneaded or pan-fried. Tteok is served at important feasts and celebrations and is also enjoyed as a dessert or snack."
   },
   {
      "id":217,
      "name":"Grilled Short Rib Meat Patties",
      "details":"Square patties made of ground beef rib meat mixed with a seasoning of soy sauce, sugar, green onions, garlic, sesame seeds, and sesame oil, and then grilled."
   },
   {
      "id":218,
      "name":"Sliced Rice Pasta Soup",
      "details":"A soup of sliced ovals of rice pasta in a clear beef broth topped with slices of beef and julienned egg garnish. Served as a New Year's dish."
   },
   {
      "id":219,
      "name":"Brochette of Rice Pasta with Vegetables",
      "details":"A grilled brochette of rice pasta and vegetables."
   },
   {
      "id":220,
      "name":"Sliced Rice Pasta Soup with Dumplings",
      "details":"A soup of sliced ovals of rice pasta in a clear beef broth with dumplings."
   },
   {
      "id":221,
      "name":"Stir-fried Rice Pasta with Vegetables",
      "details":"A stir-fry dish made with rice pasta, seasoned beef and assorted vegetables. Recently, a spicy version with red chili pepper paste has become very popular."
   },
   {
      "id":222,
      "name":"Beef and Rice Cake Brochette",
      "details":"Brochette of beef and rice cake seasoned and then grilled."
   },
   {
      "id":223,
      "name":"Butterbur Stem Namul ",
      "details":"Blanched stems of the butterbur (sweet colt's foot) sauteed and seasoned."
   },
   {
      "id":224,
      "name":"Grilled Eel ",
      "details":"Fresh sea eel grilled over an open fire and seasoned with red chili pepper paste or simply salted to taste."
   },
   {
      "id":225,
      "name":"Raw Eel ",
      "details":"Skinned fresh sea eel thinly sliced and served raw with vinegared red chili pepper paste, sliced green chili peppers, and sliced garlic on the side."
   },
   {
      "id":226,
      "name":"Sea Squirt ",
      "details":"Sea squirt has red leathery skin but the inside flesh is yellow and soft. The yellow flesh is a delicacy and is served raw with a spicy dipping sauce of vinegared red chili pepper paste."
   },
   {
      "id":227,
      "name":"Spicy Catfish Stew ",
      "details":"A thick, spicy stew of freshwater catfish and vegetables."
   },
   {
      "id":228,
      "name":"Buckwheat ",
      "details":"Buckwheat seeds are ground into a fine flour which is used to make noodles or a firm buckwheat jelly."
   },
   {
      "id":229,
      "name":"Buckwheat Noodles ",
      "details":"Cooked buckwheat noodles chilled and served with a dipping sauce made of dried fish and seaweed."
   },
   {
      "id":230,
      "name":"Buckwheat Jelly ",
      "details":"A firm jelly made of buckwheat that is sliced, topped with a seasoning sauce and shredded dried laver, and mixed with chopped kimchi."
   },
   {
      "id":231,
      "name":"Fermented Soybean Bricks ",
      "details":"Fermented soybeans that are dried into bricks. This is the main ingredient for soy sauce and soybean paste (doenjang)."
   },
   {
      "id":232,
      "name":"Dried Anchovies ",
      "details":"Anchovies are sun-dried and prepared differently according to their size. The large anchovies are used to make broth; the mid-sized ones are braised in soy sauce, and the smallest ones are pan-fried. Fresh anchovies are also pickled in salt."
   },
   {
      "id":233,
      "name":"Sauteed Dried Anchovies",
      "details":"A side dish of dried anchovies pan-fried with soy sauce or red chili pepper paste and glazed with sugar or maltose syrup."
   },
   {
      "id":234,
      "name":"Pickled Pollack Roe",
      "details":"Pollack roe pickled in salt and red chili pepper powder and served as a side dish with rice."
   },
   {
      "id":235,
      "name":"Steamed Spicy Pollack Roe ",
      "details":"Pollack roe steamed with red chili pepper powder, green onions, garlic, sesame oil, and ground sesame seeds."
   },
   {
      "id":236,
      "name":"Pollack ",
      "details":"Pollack caught and frozen in the winter is called dongtae; completely dried pollack is called bugeo; pollack which is frozen and then dried is called hwangtae; and half-dried pollack is called kodari."
   },
   {
      "id":237,
      "name":"Chinese Quince ",
      "details":"This fruit has a beautiful fragrance but is very hard and cannot be eaten fresh. Chinese quince are usually diced and mixed in honey or sugar. This mixture can be added to hot water to make a sweet fruit tea and is also used in fruit punch drinks."
   },
   {
      "id":238,
      "name":"Chinese Quince Tea ",
      "details":"A sweet tea made of thin slices of Chinese quince that have been preserved in honey."
   },
   {
      "id":239,
      "name":"Assorted Pan-fried Delicacies",
      "details":"A dish of assorted pan-fried delicacies such as beef, fish fillet, mushrooms and summer squash slices that have been coated in flour and egg, and pan-fried."
   },
   {
      "id":240,
      "name":"Assorted Raw Fish ",
      "details":"Various kinds of fresh fish sliced and served raw with soy sauce or vinegared red chili pepper paste for dipping. Generally, halibut, croaker, tuna, octopus, and sea bream are served in this dish."
   },
   {
      "id":241,
      "name":"White Radish ",
      "details":"An important ingredient in kimchi, white radish is also braised and used in soups."
   },
   {
      "id":242,
      "name":"White Radish Namul ",
      "details":"Julienned white radish mixed with green onions, garlic, ginger juice and salt and left to sit."
   },
   {
      "id":243,
      "name":"Seasoned Dried Radish ",
      "details":"A side dish of julienned white radish that has been dried in the open air (a process that preserves vegetables over the winter) then briefly soaked in water and seasoned."
   },
   {
      "id":244,
      "name":"Dried Radish Pickles",
      "details":"Dried white radish slices pickled in soy sauce and mixed with other seasonings. Dried chili pepper leaves that have been soaked in water are often added as well."
   },
   {
      "id":245,
      "name":"Julienned Radish Salad",
      "details":"A salad of julienned white radish dressed with a mixture of red chili pepper powder, vinegar, salt, and sugar. Also called muchae-muchim."
   },
   {
      "id":246,
      "name":"Rainbow Rice Cake",
      "details":"Rice cake with different colored layers made of rice flour, salt, sugar, and coloring."
   },
   {
      "id":247,
      "name":"Radish Stem Kimchi ",
      "details":"A kimchi made of the green part of radish stems and leaves."
   },
   {
      "id":248,
      "name":"Jelly ",
      "details":"A firm jelly made of acorn, mung bean, or buckwheat starch boiled in water and cooled until it sets."
   },
   {
      "id":249,
      "name":"Munbaeju ",
      "details":"A traditional liquor made of malted wheat, rice, and millet which originates in the Pyeongyang region of North Korea. lt is famous for its fragrance which is said to resemble the munbae rose, hence its name. The alcohol content is around 40%."
   },
   {
      "id":250,
      "name":"Parboiled Octopus",
      "details":"Octopus is parboiled, then sliced and served with a dipping sauce of vinegared red chili pepper paste."
   },
   {
      "id":251,
      "name":"Water Kimchi ",
      "details":"A variation of kimchi in water. Both the water and the crunchy pickled vegetable in it are eaten. This kind of kimchi includes sliced radish and cabbage kimchi (nabak-kimchi), kimchi made with whole baby white radishes and their stalks (yeolmu-kimchi), deodeok root kimchi (deodeok-mul-kimchi ), and ginseng, radish and cabbage kimchi (ginseng-nabak-kimchi)."
   },
   {
      "id":252,
      "name":"Buckwheat Noodles in Chilled Broth ",
      "details":"A soup with buckwheat noodles and various toppings served in a chilled broth. The version with a spicy sauce instead of the soup is called bibim??naengmyeon."
   },
   {
      "id":253,
      "name":"Boiled Dumplings ",
      "details":"Dumplings cooked in water or broth and served with soup."
   },
   {
      "id":254,
      "name":"Maltose Syrup ",
      "details":"A syrup made of malt and rice or other cereals. This thick, sweet syrup is used in many dishes."
   },
   {
      "id":255,
      "name":"Radish and Beef Soup ",
      "details":"A soup made of white radish and seasoned beef."
   },
   {
      "id":256,
      "name":"Minari ",
      "details":"A leafy green resembling parsley and a member of the dropwort family."
   },
   {
      "id":257,
      "name":"Minari Bundles with Meat ",
      "details":"Blanched minari (Korean parsley) wrapped around cooked meat, julienned egg garnish, and red chili pepper and served with a dipping sauce of vinegared red chili pepper paste."
   },
   {
      "id":258,
      "name":"Blanched and Seasoned Minari ",
      "details":"Blanched minari (Korean parsley) mixed with a spicy sauce."
   },
   {
      "id":259,
      "name":"Cooked Mideodeok",
      "details":"Mideodeok (a small oval sea animal with wrinkly skin and soft orange flesh similar ta a sea squirt) mixed with bean sprouts and minari (Korean parsley) and braised in a small amount of broth with rice flour and red chili pepper powder."
   },
   {
      "id":260,
      "name":"Seasoned Young Ginseng ",
      "details":"Thin, young ginseng roots seasoned with a spicy soy sauce or vinegared red chili pepper paste."
   },
   {
      "id":261,
      "name":"Grain Powder Drink Mix ",
      "details":"A powder made from steamed rice that has been dried, toasted, and ground. lt is mixed with cold water and sugar or honey to make a popular summer drink."
   },
   {
      "id":262,
      "name":"Seaweed Soup ",
      "details":"A soup made of seaweed that is soaked, drained, then cooked in a broth of beef or dried anchovies. This soup is traditionally given to mothers after childbirth."
   },
   {
      "id":263,
      "name":"Chilled Seaweed Soup ",
      "details":"A seaweed soup served chilled. The seaweed is cooked first then mixed with soy sauce. Julienned cucumbers are added to the chilled soup."
   },
   {
      "id":264,
      "name":"Spicy Seaweed ",
      "details":"Blanched fresh seaweed seasoned with soy sauce and vinegar or vinegared red chili pepper paste."
   },
   {
      "id":265,
      "name":"Seaweed Wraps ",
      "details":"Blanched fresh seaweed cut into strips which are used to wrap spoonfuls of rice and other foods."
   },
   {
      "id":266,
      "name":"Seaweed and Cucumber Salad",
      "details":"Blanched fresh seaweed and sliced cucumbers mixed with a sweet vinegar dressing."
   },
   {
      "id":267,
      "name":"Rice Gruel ",
      "details":"A thin, clear gruel made of one part rice and ten parts water. This is mostly given to patients because it is easy to drink."
   },
   {
      "id":268,
      "name":"Grilled Croaker ",
      "details":"Salted and grilled croaker."
   },
   {
      "id":269,
      "name":"Spicy Croaker Stew ",
      "details":"A spicy red stew with croaker, beef, summer squash, minari (Korean parsley), other vegetables, and garlic."
   },
   {
      "id":270,
      "name":"Dried Croaker Fillets ",
      "details":"Fully dried croaker fillets seasoned with soy sauce, salt and sugar, then thinly sliced before eating."
   },
   {
      "id":271,
      "name":"Mini Crepes ",
      "details":"A dish consisting of small crepes and thinly sliced vegetables and meat. The crepes are made of a flour and egg batter that is pan-fried over low heat. The crepes are then rolled with the sliced vegetables and meat inside."
   },
   {
      "id":272,
      "name":"Assorted Side Dishes ",
      "details":"Side dishes such as cucumber pickles, beans or beef braised in soy sauce are made in large batches and served over a period of time. Most Korean households have an assortment of these dishes at any given time to provide a tasty accompaniment to rice."
   },
   {
      "id":273,
      "name":"Gourd Peel Namul ",
      "details":"A side dish made of dried gourd skins that are soaked, seasoned, and cooked over low heat until the flavor is fully absorbed."
   },
   {
      "id":274,
      "name":"Side Dishes ",
      "details":"A range of dishes eaten with rice to add flavor. The basic Korean meal consists of a bowl of rice, a soup or stew and some side dishes. Also called chan."
   },
   {
      "id":275,
      "name":"Chestnut(s) ",
      "details":"The chestnut is used in diverse ways in Korean cuisine. Chestnuts are peeled and eaten raw as a companion for alcoholic drinks and put into cold dishes and even kimchi. They are also added to rice and braised beef rib dishes, are an important ingredient in many types of rice cake, and are served roasted, steamed, marinated in honey or made into cookies as a snack or dessert."
   },
   {
      "id":276,
      "name":"Sweet Rice Balls Coated with Chestnuts ",
      "details":"Small rice cake balls made of glutinous rice. The balls are dipped in honey and rolled in ground chestnut."
   },
   {
      "id":277,
      "name":"Candied Chestnuts ",
      "details":"Peeled chestnuts simmered in water with sugar or honey until candied."
   },
   {
      "id":278,
      "name":"Cooked Rice ",
      "details":"Rice that has been washed, brought to a boil and simmered until cooked. ln Korean, the expression 'eating rice' means to have a meal. Rice is unquestionably the essence of a Korean meal. There are several varieties of cooked rice: white (non-glutinous) rice, sweet (glutinous) rice, and rice mixed with other grains."
   },
   {
      "id":279,
      "name":"Korean Pear ",
      "details":"One of the most popular fruits in Korea, the Korean pear is bigger and rounder than its Western counterpart. lt is also has a very crunchy texture and more juice . Sliced pear is added to many Korean dishes."
   },
   {
      "id":280,
      "name":"Boiled Sweet Pear with Ginger ",
      "details":"Peeled and sliced Korean pears cooked in water with black peppercorns, ginger and sugar, then garnished with ground pine nuts."
   },
   {
      "id":281,
      "name":"Chinese Cabbage ",
      "details":"As the main ingredient in kimchi, white cabbage is halved and its layers of leaves are filled with a spicy mixture. Similar cabbages can be found in Japan and China."
   },
   {
      "id":282,
      "name":"Spicy Chinese Cabbage Salad Kimchi",
      "details":"A salad made of Chinese cabbage leaves that are separated and salted, then tossed in a dressing of red chili pepper powder, green onions, garlic, soy sauce, sesame oil and some sugar."
   },
   {
      "id":283,
      "name":"Chinese Cabbage Kimchi ",
      "details":"The most basic type of kimchi, made of whole Chinese cabbages. The cabbages are cut in half and then salted or soaked in salt water. Alter the leaves have lost some of their water, a mixture of julienned white radish, garlic, red chili pepper powder, green onions, fish sauce and ginger is spread over the layers of leaves. The cabbages are put in jars and left to season until the flavor is fully absorbed."
   },
   {
      "id":284,
      "name":"Chinese Cabbage Root Soup",
      "details":"A soup made of Chinese cabbage roots in a soybean paste (doenjang) broth with either beef or dried anchovies."
   },
   {
      "id":285,
      "name":"Chinese Cabbage Heart Soup",
      "details":"A soup made of the Chinese cabbage hearts in soybean paste (doenjang) broth with sliced beef and red chili pepper paste."
   },
   {
      "id":286,
      "name":"Chinese Cabbage Soup (1)",
      "details":"A soup made of soybean paste (doenjang) and Chinese cabbage leaves."
   },
   {
      "id":287,
      "name":"White Chinese Cabbage Kimchi ",
      "details":"A version of cabbage kimchi with very small amounts of red chili pepper powder used only for seasoning the julienned radishes in the sauce."
   },
   {
      "id":288,
      "name":"Set Menu with Rice and Side Dishes (Restaurant Menu) ",
      "details":"Baekban can mean simply steamed white rice or a full menu of rice, soup and side dishes. The names of baekban dishes vary according to the main dish or soup that accompanies the rice, for example, doenjang stew baekban or bulgogi baekban."
   },
   {
      "id":289,
      "name":"Steamed White Rice Cake ",
      "details":"A white rice cake is cooked in a large steamer. This cake has a relatively coarse texture and is chewy and sweet. lt is traditionally shared with friends and neighbors at the feast celebrating the hundredth day after a baby's birth."
   },
   {
      "id":290,
      "name":"Pickled Large-eyed Herring ",
      "details":"Sauce made of large-eyed herring that have been heavily salted and pickled to make a thick, dark fish sauce that will keep for a long time. Can be served as a side dish."
   },
   {
      "id":291,
      "name":"Dried Whitebait ",
      "details":"Dried young whitebait are pressed into sheets, seasoned with red chili pepper paste, and grilled."
   },
   {
      "id":292,
      "name":"Mushroom ",
      "details":"The most commonly used mushrooms in Korean cuisine are the fragrant pine (songi) mushrooms, oyster (neutari) mushrooms, wood ear (mogi) mushrooms (very dark and thin, used mostly in Chinese and Korean cuisine), enoki (paengi) mushrooms, coral (ssan) mushrooms, shiitake (pyogo) and common button mushrooms."
   },
   {
      "id":293,
      "name":"Mushroom Soup ",
      "details":"A clear soup made of mushrooms, beef and dubu (soybean curd "
   },
   {
      "id":294,
      "name":"Stir-fried Mushroom ",
      "details":"A stir-fry of mushrooms, onions and beef with seasoned soy sauce."
   },
   {
      "id":295,
      "name":"Mixed Mushroom Hot Pot ",
      "details":"A hot pot of mushrooms including shiitake, coral, and oyster mushrooms, sliced and laid together with seasoned meat and minari (Korean parsley)."
   },
   {
      "id":296,
      "name":"Rice Wine (Gyeongju Style) ",
      "details":"First created by a Gyeongju family, this high quality rice wine is made from bath white and glutinous rice. The alcohol content is approximately 15%."
   },
   {
      "id":297,
      "name":"Barley Rice ",
      "details":"Rice cooked with barley."
   },
   {
      "id":298,
      "name":"Barley Balls in Omija Punch",
      "details":"A drink made of honey water and omija (fruit of the Chinese magnolia vine) with cooked barley balls coated in starch."
   },
   {
      "id":299,
      "name":"Barley Tea ",
      "details":"Roasted barley cooked in water. Served bath hot and cold, this is one of the most common beverages found in Korean homes and restaurants and is often served instead of water."
   },
   {
      "id":300,
      "name":"Dog Soup ",
      "details":"Dog meat slowly simmered then seasoned is a soybean paste (doenjang) soup with garlic, ginger, green onions, and red chili pepper powder. This soup is said to be an aphrodisiac."
   },
   {
      "id":301,
      "name":"Chinese Cabbage Wraps with Pork",
      "details":"Park and kimchi wrapped in steamed cabbage leaves. Also called jeyuk-bossam or kimchi-bossam."
   },
   {
      "id":302,
      "name":"Wrapped Kimchi ",
      "details":"A kimchi made of quartered cabbages with kimchi seasonings spread between the layers of leaves and wrapped separately in a large cabbage leaf. The fist-sized bundles are put into jars and left to season together. When served, the individual bundles are put on dishes, unwrapped and eaten. This is a specialty of the Gaeseong region."
   },
   {
      "id":303,
      "name":"Puffer Fish (Swellfish / Globefish) ",
      "details":"A stew made of putter fish, dubu (soybean curd tofu), soybean sprouts, minari (Korean parsley) and other vegetables, and spiced with red chili pepper paste and red chili pepper powder."
   },
   {
      "id":304,
      "name":"Raw Puffer Fish ",
      "details":"Thin slices of raw putter fish prepared after removing the poisonous liver and roe. Raw putter fish is served with a dipping sauce of vinegared red chili pepper paste."
   },
   {
      "id":305,
      "name":"Puffer Fish Soup ",
      "details":"Soup of putter fish, white radish, Chinese cabbage, minari (Korean parsley), and other vegetables in a clear broth."
   },
   {
      "id":306,
      "name":"Braised Puffer Fish ",
      "details":"Putter fish braised in soy sauce, garnished, and salted with pickled shrimp sauce."
   },
   {
      "id":307,
      "name":"Fried Rice ",
      "details":"Cooked rice pan-fried with chopped meat and vegetables."
   },
   {
      "id":308,
      "name":"Deep-fried Vegetables Coated with Starch",
      "details":"Seaweed or vegetables coated with glutinous rice starch, dried, and deep-fried."
   },
   {
      "id":309,
      "name":"G.1.Stew ",
      "details":"A spicy stew of wieners, luncheon meat, macaroni and vegetables. This dish originated from ingredients that could be scavenged from the U.S. military camps in Korea during the Korean War."
   },
   {
      "id":310,
      "name":"Chive ",
      "details":"There are two kinds of chives: Korean and Chinese. Chinese chives are wider and mostly used in Chinese dishes. The chives used in Korea are flatter than Western chives and have a stronger flavor."
   },
   {
      "id":311,
      "name":"Chive Kimchi",
      "details":"A kimchi made of chives mixed with fish sauce, red chili pepper powder, crushed garlic and some glutinous rice starch."
   },
   {
      "id":312,
      "name":"Chive Pancake ",
      "details":"Pan-fried fiat cakes made of chives mixed in a flour batter, often with green chili peppers and shelled clams."
   },
   {
      "id":313,
      "name":"Dried Pollack ",
      "details":"Dried pollack is used as an ingredient in a variety of soups and side dishes. There are many grades but fish caught and dried in the winter is considered the best."
   },
   {
      "id":314,
      "name":"Grilled Dried Pollack ",
      "details":"Dried pollack seasoned with soy sauce, or red chili pepper paste and grilled."
   },
   {
      "id":315,
      "name":"Seasoned Dried Pollack",
      "details":"Dried pollack shredded into thin strips and seasoned."
   },
   {
      "id":316,
      "name":"Seasoned Dried Pollack Flakes ",
      "details":"Dried pollack shredded into very thin flakes and seasoned with soy sauce, sugar, oil, and sometimes red chili pepper powder for color."
   },
   {
      "id":317,
      "name":"Braised Dried Pollack",
      "details":"Dried pollack braised in soy sauce, green anions and garlic until the flavor is fully absorbed by the fish. Served as a side dish."
   },
   {
      "id":318,
      "name":"Simmered Dried Pollack",
      "details":"Seasoned dried pollack simmered over low heat in a small amount of water."
   },
   {
      "id":319,
      "name":"Dried Pollack Soup",
      "details":"A soup made of dried pollack shredded by hand in a clear broth with garlic, green onions and a beaten egg added just before serving."
   },
   {
      "id":320,
      "name":"Bulgogi (Korean Barbecue)",
      "details":"Thin slices of beef marinated in a mixture of soy sauce, sugar, green onions, garlic, black pepper, sesame seeds, and sesame oil and grilled at the table. Bulgogi is one of Korea's most popular beef dishes."
   },
   {
      "id":321,
      "name":"Bulgogi in Stone Pot",
      "details":"Marinated beef cooked in a hot stone or earthenware pot with vegetables, clear noodles and broth. A variation of bulgogi, this dish has been recently developed by restaurants as a way of serving bulgogi for one."
   },
   {
      "id":322,
      "name":"Bulgogi and Baby Octopus Hot Pot",
      "details":"A hot pot of marinated beef and spiced baby octopus cooked with vegetables in a broth."
   },
   {
      "id":323,
      "name":"Bulgogi Set Menu",
      "details":"A set menu of grilled marinated beef, rice, and some side dishes."
   },
   {
      "id":324,
      "name":"Braised Crusian Carp",
      "details":"Carp braised in a soybean paste (doenjang) broth."
   },
   {
      "id":325,
      "name":"Stuffed White Radish Kimchi",
      "details":"A kimchi made of whole white radishes with diagonal slits that are stuffed with sliced radish and seasonings."
   },
   {
      "id":326,
      "name":"Mixed Noodles",
      "details":"Cooked noodles mixed with vegetables, meat and a spicy sauce."
   },
   {
      "id":327,
      "name":"Mixed Buckwheat Noodles",
      "details":"Chilled buckwheat noodles mixed in a spicy sauce and topped with sliced cold meat, sliced Korean pear, cucumbers, and other vegetables."
   },
   {
      "id":328,
      "name":"Bibimbap (Rice Mixed with Vegetables and Beef)",
      "details":"One of the most popular Korean dishes, bibimbap consists of a bowl of rice topped with fresh and cooked vegetables and red chili pepper paste. Everything is mixed together before eating. Seasoned raw beef, grilled beef, or a fried egg can also be added. There are many styles and regional variations of this dish. The cities of Jeonju and Jinju are famous for their distinctive bibimbap and there are other variations such as hot stone pot (dolsot) bibimbap, soybean sprout bibimbap, and vegetable bibimbap. Goldongban is the royal court term for bibimbap."
   },
   {
      "id":329,
      "name":"Soybean Puree Stew",
      "details":"A stew made of the soybean puree that is left after making dubu (soybean curd / tofu). Sliced pork and / or vegetables are added to the stew while cooking."
   },
   {
      "id":330,
      "name":"Shaved Ice with Toppings",
      "details":"A refreshing summer snack made of shaved ice topped with sweet red bean, fruit, and sweetened condensed milk. ln accordance with the main topping, different variations are called pat-bingsu (sweet red bean), gwail-bingsu (fruit), and so on."
   },
   {
      "id":331,
      "name":"Mixed Ox Bones",
      "details":"Ox bones are used mainly to make soup stock. The chopped bones are soaked to eliminate any impurities and remaining blood, then are simmered in water for a long time to produce a milky broth."
   },
   {
      "id":332,
      "name":"Pan-fried Beef and Fish Brochette",
      "details":"Pan-fried skewers of marinated beef and fish."
   },
   {
      "id":333,
      "name":"Simmered Beef Shank",
      "details":"Beef shanks simmered for a long period with white radish, carrots, shiitake mushrooms, spices and soy sauce in a meat broth."
   },
   {
      "id":334,
      "name":"Deep-fried Sweet Rice Cookies",
      "details":"Rice cookies made of a glutinous rice flour dough cut into squares, deep-fried, and coated with puffed rice."
   },
   {
      "id":335,
      "name":"Beef and Vegetable Brochette (1)",
      "details":"Grilled skewers of beef and vegetables. The brochettes can also be dipped in flour and egg, then pan-fried."
   },
   {
      "id":336,
      "name":"Bibimbap with Wild Vegetables",
      "details":"A type of bibimbap made with seasoned wild leafy greens and root vegetables gathered in the mountains. The vegetables are seasoned, put on top of the rice, and then everything is mixed together with a spicy red pepper sauce before eating."
   },
   {
      "id":337,
      "name":"Jellied Apricots",
      "details":"Apricots that have been cooked in water, strained, and simmered in sugar or honey. Starch is added to make a jelly."
   },
   {
      "id":338,
      "name":"Grilled Pork Belly",
      "details":"Strips of pork belly (the same cut as bacon but not smoked) mixed with a spicy red chili pepper paste sauce and grilled, or grilled plain and dipped in a mixture of sesame oil and salt before eating."
   },
   {
      "id":339,
      "name":"Chicken Ginseng Soup",
      "details":"A soup made of a whole young chicken stuffed with ginseng, sticky rice, garlic, jujubes (Korean dates), and chestnuts, then cooked in a clear broth. With meat, vegetables, rice and hot soup all in one dish, this soup is popular for its wholesome flavor and health benefits."
   },
   {
      "id":340,
      "name":"Three Braised Delicacies",
      "details":"Seasoned beef, abalone, and mussels braised with carrots, onions and spices."
   },
   {
      "id":341,
      "name":"Lettuce Salad",
      "details":"A salad of lettuce leaves tossed in a seasoned soy sauce."
   },
   {
      "id":342,
      "name":"Rice Wrapped in Lettuce",
      "details":"Spoonfuls of rice wrapped in lettuce leaves, often with other vegetables such as green onions and crown daisy and pieces of fish or meat, with a mixed sauce of soybean paste (doenjang) and red chili pepper paste."
   },
   {
      "id":343,
      "name":"Pickled Shrimp",
      "details":"A salty fish sauce made of baby shrimp pickled in salt. This sauce is used to make kimchi and to season soups and other dishes with a salty flavor."
   },
   {
      "id":344,
      "name":"Deep-fried Shrimp",
      "details":"Shrimp coated in a flour and egg batter, then deep-fried."
   },
   {
      "id":345,
      "name":"Grilled Fresh Short Ribs",
      "details":"Beef short ribs grilled without being marinated first. Some restaurants use this name to refer to grilled ribs that were not frozen."
   },
   {
      "id":346,
      "name":"Ginger",
      "details":"Ginger is not only used to flavor food but also to make tea and traditional liquor."
   },
   {
      "id":347,
      "name":"Candied Ginger",
      "details":"Thin slices of ginger simmered in sugar and sweet syrup until candied."
   },
   {
      "id":348,
      "name":"Ginger Tea",
      "details":"A tea made of fresh ginger slices cooked in boiling water. Powdered instant versions are now widely available."
   },
   {
      "id":349,
      "name":"Peeled Fresh Chestnuts",
      "details":"Chestnuts peeled and served fresh."
   },
   {
      "id":350,
      "name":"Pan-fried Fish Fillets",
      "details":"Fish fillet coated in flour, dipped in egg, and pan-fried. Commonly used fish for this dish include halibut, cod, pollack and shrimp. Also called jeonyueo."
   },
   {
      "id":351,
      "name":"Raw Fish on Rice",
      "details":"Similar to Japanese sushi, thin slices of raw fish and a small amount of wasabi are placed on top of bite-sized lumps of white rice that has been cooked with a little vinegar and sugar."
   },
   {
      "id":352,
      "name":"Raw Fish",
      "details":"Thin slices of fresh fish served with mustard soy sauce or vinegared red chili pepper paste and eaten raw."
   },
   {
      "id":353,
      "name":"Fresh Vegetable Salad",
      "details":"Side dishes made of fresh salad vegetables tossed in a seasoned dressing."
   },
   {
      "id":354,
      "name":"Chinese Cabbage and Radish Kimchi",
      "details":"A kimchi made of pre-salted Chinese cabbages and white radishes cut into pieces then mixed in kimchi spices or fish sauce."
   },
   {
      "id":355,
      "name":"Mixed Stew",
      "details":"A stew made with a wide range of ingredients, usually with a spicy stew base. This dish originates from home-made stews using whatever ingredients were available at the time."
   },
   {
      "id":356,
      "name":"Hangover Soup with Ox Blood",
      "details":"A soup made of bean sprouts, fiddleheads, other vegetables, and ox blood in an ox bone broth with soybean paste (doenjang) and red chili pepper paste. This soup is popular as a remedy for hangovers."
   },
   {
      "id":357,
      "name":"Ox Bone Soup",
      "details":"A milky soup made by simmering the bones, head, and other parts of the cow for a long period."
   },
   {
      "id":358,
      "name":"Pan-fried Beef Patries (1)",
      "details":"Thin square patties of minced beef mixed with seasonings and grilled."
   },
   {
      "id":359,
      "name":"Pickled Sea Urchin Roe",
      "details":"Yellow sea urchin roe pickled in salt."
   },
   {
      "id":360,
      "name":"Sea Urchin Soup",
      "details":"A soup made with sea urchin and usually seaweed. A regional specialty of Jeju-do."
   },
   {
      "id":361,
      "name":"Spicy Conch",
      "details":"Parboiled conch removed from the shell, sliced, and dressed with a spicy vinegar sauce."
   },
   {
      "id":362,
      "name":"Parboiled Conch",
      "details":"Slices of parboiled conch served as a hoe (raw fish) dish with vinegar and soy sauce or vinegared red chili pepper paste."
   },
   {
      "id":363,
      "name":"Thin Noodles",
      "details":"Thin white noodles (similar to Japanese somyeon) cooked in water and added to a clear broth."
   },
   {
      "id":364,
      "name":"Stuffed Kimchi",
      "details":"A kimchi made of vegetables such as cucumber, white radish, eggplant, or chili pepper that are slit lengthwise and stuffed with spicy filling."
   },
   {
      "id":365,
      "name":"Soju",
      "details":"A clear, distilled liquor made of rice, sweet potatoes and other ingredients similar to vodka. Along with makgeolli, this is the most popular alcoholic beverage in Korea and is also the base liquor for many other drinks. The alcohol content is 20-25%."
   },
   {
      "id":366,
      "name":"Pine Mushroom",
      "details":"Pine mushrooms have a distinct flavor and scent and are harvested from pine forests in the fall."
   },
   {
      "id":367,
      "name":"Pine Mushroom Rice",
      "details":"Rice cooked with pine mushrooms."
   },
   {
      "id":368,
      "name":"Sauteed Pine Mushroom",
      "details":"Thinly sliced pine mushrooms lightly seasoned and sauteed with beef, onions and the white stems of green onions."
   },
   {
      "id":369,
      "name":"Pine Mushroom and Beef Brochette",
      "details":"Grilled brochettes of seasoned pine mushrooms and beef."
   },
   {
      "id":370,
      "name":"Pine Mushroom Hot Pot",
      "details":"A hot pot of pine mushrooms, seasoned beef, minari (Korean parsley), and other vegetables cooked in broth."
   },
   {
      "id":371,
      "name":"Simmered Pine Mushroom with Beef Stuffing",
      "details":"Pine mushrooms with stems cut lengthwise and stuffed with a beef filling. The stuffed mushrooms are simmered with other ingredients such as white radish, chestnuts, and gingko nuts."
   },
   {
      "id":372,
      "name":"Half-moon Rice Cake",
      "details":"Half-moon shaped rice cakes made of rice flour dough stuffed with various fillings. A traditional festival dish served on Chuseok, the Korean harvest festival."
   },
   {
      "id":373,
      "name":"Beef",
      "details":"Korean cuisine incorporates almost all parts of the cow, including sirloin, loin, shank, brisket, rump, short ribs, blood, bones, knees, hoof, tail, head, small intestines, tripe, and tongue. Lean meats such as short ribs, sirloin and loin are grilled. Shank, brisket and ribs are braised and used for soups. Neck, shoulder and rump are used for bulgogi. Shoulder and shank are served seasoned and raw. Rump and round are used for brochettes and are dried to make jerky. Rump, shoulder and round are simmered in soy sauce."
   },
   {
      "id":374,
      "name":"Clear Beef Soup (2)",
      "details":"A clear soup made of slices of beef stir-fried with some salt, pepper, garlic and other seasonings then cooked in water to make a broth. Often used as the base for noodle or dumpling soups."
   },
   {
      "id":375,
      "name":"Beef Brochette",
      "details":"Grilled brochettes of marinated slices of beef, green onions and mushrooms."
   },
   {
      "id":376,
      "name":"Grilled Beef",
      "details":"Pieces of beef lightly seasoned with salt and grilled."
   },
   {
      "id":377,
      "name":"Beef Hot Pot",
      "details":"A hot pot of beef with vegetables cooked together in a little broth. This dish is usually cooked and served at the table."
   },
   {
      "id":378,
      "name":"Deep-fried Beef",
      "details":"Slices of beef dipped in a flour batter and deep-fried."
   },
   {
      "id":379,
      "name":"Braised Oxtail",
      "details":"Pieces of oxtail mixed with spices and seasonings and braised in broth over low heat for a long time."
   },
   {
      "id":380,
      "name":"Rice Cake with Beans and Chestnuts",
      "details":"Steamed rice cake made of glutinous rice flour, sugar, chestnuts, jujubes (Korean dates), and beans. Served in thin slices."
   },
   {
      "id":381,
      "name":"Pressed Ox Head",
      "details":"Ox head meat that has been boiled, taken off the bone, and pressed to remove excess liquid. Served in slices."
   },
   {
      "id":382,
      "name":"Poached Eggs",
      "details":"Eggs cooked lightly in boiling water."
   },
   {
      "id":383,
      "name":"Candied Fresh Ginseng",
      "details":"Pieces of ginseng simmered in sugar water then candied with sweet syrup or honey."
   },
   {
      "id":384,
      "name":"Millet Balls",
      "details":"Millet flour cakes formed into balls, cooked in water, then rolled in ground red beans or beans. Also called susu-pattteok."
   },
   {
      "id":385,
      "name":"Millet Pancake",
      "details":"Pan-fried, half-moon shaped millet cakes with red bean filling. Also called chalsusu-jijim."
   },
   {
      "id":386,
      "name":"Boiled Beef Slices",
      "details":"Pieces of beef cooked in boiling water, then cut into thin slices and served hot."
   },
   {
      "id":387,
      "name":"Cinnamon Punch with Dried Persimmon",
      "details":"A sweet punch is made of ginger, cinnamon sticks and sugar simmered together in water. Dried persimmons are added after cooling and the punch is served with a few pine nuts floating on top. One of Korea's most popular dessert drinks."
   },
   {
      "id":388,
      "name":"Sujebi Soup",
      "details":"A soup with summer squash, other vegetables, and small dumplings. The dumplings are made of flour dough that is hand broken into little pieces and dropped into the hot soup right before serving."
   },
   {
      "id":389,
      "name":"Glazed Fruits and Nuts",
      "details":"Fruits and nuts, especially chestnuts, jujubes (Korean dates), and ginger, that have been simmered in honey, sweet syrup and sugar until glazed."
   },
   {
      "id":390,
      "name":"Mung Bean Sprout Namul",
      "details":"A side dish of mung bean sprouts blanched in salt water and seasoned."
   },
   {
      "id":391,
      "name":"Korean-style Blood Sausage",
      "details":"A sausage of pork blood, vegetables, and rice or noodles."
   },
   {
      "id":392,
      "name":"Blood Sausage Soup",
      "details":"A soup made of cabbage and sliced blood sausage in an ox bone broth."
   },
   {
      "id":393,
      "name":"Soft Dubu",
      "details":"Soft dubu (soybean curd / tofu) before thickeners are added to harden the curd to its usual texture."
   },
   {
      "id":394,
      "name":"Spicy Soft Dubu Stew",
      "details":"A spicy red stew with soft dubu (soybean curd / tofu), soybean paste (doenjang), fish sauce, clams, summer squash, and some meat."
   },
   {
      "id":395,
      "name":"Turnip Kimchi",
      "details":"A kimchi made of turnips (smaller than the usual white radish used in Korea). This is a specialty of the Ganghwado region."
   },
   {
      "id":396,
      "name":"Browned Rice Tea",
      "details":"A tea made of the browned rice from the bottom of the rice pot. Water is poured into the pot and boiled until the slightly burnt rice on the bottom softens and mixes with the water. This popular drink is served hot after meals."
   },
   {
      "id":397,
      "name":"Charcoal Barbecued Beef Short Ribs",
      "details":"Beef short ribs grilled at the table over charcoal. The meat can be served in two ways: Marinated ribs are called yangnyeom (seasoned) galbi and plain ribs without seasoning are called saenggalbi."
   },
   {
      "id":398,
      "name":"Spinach Soup",
      "details":"A soup made with spinach in beef or clam broth."
   },
   {
      "id":399,
      "name":"Dried Radish Leaves",
      "details":"Leaves of white radish or Chinese cabbage that have been dried to preserve them through the winter and used later in soups, stews or seasoned side dishes."
   },
   {
      "id":400,
      "name":"Cooked Dried Radish Leaf Namul",
      "details":"Dried radish or Chinese cabbage leaves that have been cooked in water, seasoned, and sauteed lightly in oil. Ground dried anchovies or sesames are some of the unique seasonings used to flavor this dish."
   },
   {
      "id":401,
      "name":"Dried Radish Leaf Stew",
      "details":"A stew of dried radish or Chinese cabbage leaves that have been boiled in water and added to a soybean paste (doenjang) broth."
   },
   {
      "id":402,
      "name":"Dried Radish Leaf Soup",
      "details":"A soup of dried radish leaves or Chinese cabbage leaves that have been cooked in water and added to a thick soybean paste broth."
   },
   {
      "id":403,
      "name":"Layered Rice Cake",
      "details":"A rice cake made with white rice flour, layered with red bean filling and steamed."
   },
   {
      "id":404,
      "name":"Rice Punch",
      "details":"A traditional sweet dessert drink made of malt and rice. When served, there are often rice grains floating on top. Also called dansul."
   },
   {
      "id":405,
      "name":"Royal Hot Pot",
      "details":"A hot pot of seafood, fine meats and vegetables in broth cooked at the table in a brass pot that is kept warm by a small charcoal fire underneath. Traditionally served at the royal court."
   },
   {
      "id":406,
      "name":"Ssari Mushroom ",
      "details":"Coral mushroom. The caps are said to taste like chicken and the stems like abalone."
   },
   {
      "id":407,
      "name":"Vegetable Leaf Wraps",
      "details":"A method of wrapping spoonfuls of cooked rice, grilled meat, or raw fish in various leafy vegetables, such as lettuce, crown daisy, sesame leaves, kelp (seaweed), and cooked pumpkin leaves."
   },
   {
      "id":408,
      "name":"Rice with Vegetable Leaf Wraps",
      "details":"A dish with rice accompanied by various leafy vegetables, cooked or fresh, such as lettuce, crown daisy, steamed pumpkin leaves, sesame leaves, and kale."
   },
   {
      "id":409,
      "name":"Ssangwhacha (Medicinal Tea) ",
      "details":"A health tea made with medicinal herbs and brewed for a long period. Such teas are generally taken as a cold remedy."
   },
   {
      "id":410,
      "name":"Spicy Mandarin Fish Stew ",
      "details":"A spicy stew made of mandarin fish, white radish, green chili peppers, crown daisy, green onions, and garlic in a broth seasoned with red chili pepper powder or red chili pepper paste."
   },
   {
      "id":411,
      "name":"Crown Daisy ",
      "details":"A herbal leaf vegetable with a relatively strong scent which is used by itself, cooked and seasoned as a side dish, or added to fish soups and other stews. lt is also often used for rice wraps."
   },
   {
      "id":412,
      "name":"Sweet Rice Balls with Mugwort",
      "details":"Small rice cake balls made of glutinous rice flour and mugwort, a green vegetable with a distinctive aroma. These rice cakes are rolled in ground red beans."
   },
   {
      "id":413,
      "name":"Mugwort Soup ",
      "details":"A soup made of mugwort in a beef or dried anchovy broth with soybean paste (doenjang). The mugwort is often tossed in some soybean flour to bring out its flavor before it is added to the soup."
   },
   {
      "id":414,
      "name":"Mugwort Noodles ",
      "details":"Noodles made of wheat flour and ground mugwort to give them a distinctive flavor and green color."
   },
   {
      "id":415,
      "name":"Mugwort Rice Cake ",
      "details":"Dark green rice cakes made of rice flour and mugwort. Mugwort can also be added to buckwheat, barley or sweet potato starch to make similar cakes."
   },
   {
      "id":416,
      "name":"Wild Lettuce ",
      "details":"A wild leafy green with edible roots and long, thin leaves that are slightly bitter. This is most commonly harvested from the mountains in the spring."
   },
   {
      "id":417,
      "name":"Wild Lettuce Namul ",
      "details":"A side dish made of wild lettuce which has been first soaked in salt water to remove its bitterness, then is seasoned with soy sauce, red chili pepper paste, roasted sesame seeds, green anions and garlic."
   },
   {
      "id":418,
      "name":"Spicy Angler Fish with Soybean Sprouts",
      "details":"Angler fish simmered with soybean sprouts, minari (Korean parsley), and a seasoning of green onion, chili peppers, soy sauce, garlic and sugar."
   },
   {
      "id":419,
      "name":"Angler Fish Stew ",
      "details":"A stew of angler fish in a soybean paste (doenjang) broth with dried anchovies."
   },
   {
      "id":420,
      "name":"Mallow Soup with Soybean Paste ",
      "details":"A soup of mallow (a thick, dark leafy green that has to be cleaned thoroughly to soften it before cooking) in a soybean paste (doenjang) broth. Sometimes the soup is thickened with red chili pepper paste or flavored with dried shrimps."
   },
   {
      "id":421,
      "name":"Andong Soju ",
      "details":"A rice liquor that is distilled several times in the distiller used to make soju. The unique method of making this liquor originated in the city of Andong."
   },
   {
      "id":422,
      "name":"Andong Braised Chicken",
      "details":"Originally from the Andong region, this dish consists of chicken, chili peppers, potatoes, clear noodles, leeks and carrots braised in a spicy sauce of garlic, sweet syrup and soy sauce."
   },
   {
      "id":423,
      "name":"Dishes for Drinks",
      "details":"ln Korea, ail alcoholic drinks are served with dry snacks or side dishes. The dry snacks include dried fish or meat similar to beef jerky, nuts, and dried fruits. The most common side dishes are pancakes (usually with green onions or seafood in them), other pan-fried delicacies, and different kinds of soup dishes."
   },
   {
      "id":424,
      "name":"Spicy Fish Roe Stew ",
      "details":"A stew with pollack, cod or sea bream roe, spiced with red chili pepper powder, garlic, ginger and green onions. Altang can also refer to a pickled spicy pollack roe stew."
   },
   {
      "id":425,
      "name":"Stuffed Piglet ",
      "details":"A two-month old piglet stuffed with sticky rice, chestnuts, jujubes (Korean dates), garlic, green onions, ginger, and walnuts and simmered for a long time."
   },
   {
      "id":426,
      "name":"Deep-fried Honey Cookies",
      "details":"Deep-fried cookies made from a dough of wheat flour, sesame oil, soju, and honey. The cookies are pressed in a wood mold into round or flower shapes, then deep-fried and dipped in honey."
   },
   {
      "id":427,
      "name":"Sweet Rice with Nuts and Jujubes",
      "details":"Steamed sticky rice made with chestnuts, jujubes (Korean dates), honey, pine nuts and cinnamon. This dish is a sweet snack similar to rice cake."
   },
   {
      "id":428,
      "name":"Clear Rice Wine (1) ",
      "details":"A rice wine made from steamed rice that has gone through several fermentation stages. lngredients in traditional medicine are also added, giving this liquor its literal name of "
   },
   {
      "id":429,
      "name":"Beef Tripe Soup ",
      "details":"A soup made of beef tripe simmered for a long period with ginger, garlic, green onions and other ingredients. This soup is said to be an aphrodisiac."
   },
   {
      "id":430,
      "name":"Grilled Beef Tripe and Intestines ",
      "details":"Beef tripe and intestines mixed in a spicy sauce and grilled. The black outside layer of the tripe is discarded and only the white inside is used. Sometimes the tripe is grilled plain and served with a sauce for dipping."
   },
   {
      "id":431,
      "name":"Seasoned Soy Sauce ",
      "details":"A variation of soy sauce for the table or cooking. This mixture is made by adding green onions, garlic, sesame seeds, sesame oil, and black pepper or red chili pepper powder to soy sauce."
   },
   {
      "id":432,
      "name":"Spicy Seasoned Crab ",
      "details":"Crabs marinated in a spicy sauce with a large amount of red chili pepper powder."
   },
   {
      "id":433,
      "name":"Beef Tripe with Spicy Sauce ",
      "details":"Cooked beef tripe mixed with a spicy mixture of soy sauce, red chili pepper powder, green onions, garlic, sugar, sesame oil and sesame salt."
   },
   {
      "id":434,
      "name":"Chopped Beef Tripe Soup ",
      "details":"A soup made from finely chopped beef tripe that is simmered for a long time to produce a milky broth. This soup is very nutritious and is often prepared for the sick and elderly."
   },
   {
      "id":435,
      "name":"Pollack and Beef Soup",
      "details":"A soup with patties made of minced beef, dubu (soybean curd "
   },
   {
      "id":436,
      "name":"Pickled Oyster ",
      "details":"Fresh oysters pickled in salt, red chili pepper powder, and crushed garlic."
   },
   {
      "id":437,
      "name":"Fish Fillet Dumplings",
      "details":"Thin fish fillets folded like dumplings, stuffed with minced and seasoned beef, and steamed."
   },
   {
      "id":438,
      "name":"Boiled Meat Platter ",
      "details":"Slices of cooked beef and some beef broth served in a shallow brass dish. Noodles can also be added. This dish is a traditional specialty of the Pyeongan-do region in North Korea."
   },
   {
      "id":439,
      "name":"Steamed Fish Fillet, Beef and Vegetable Mix",
      "details":"Thin fish fillets stuffed with beef, shiitake mushrooms, cucumbers and carrots, then coated in starch and steamed."
   },
   {
      "id":440,
      "name":"Lotus Roots ",
      "details":"Lotus roots are pan-fried, made into porridge, and also dipped in honey to make sweets."
   },
   {
      "id":441,
      "name":"Pan-fried Lotus Roots ",
      "details":"Lotus roots sliced into flat, round pieces, coated in a flour and egg batter, and pan-fried."
   },
   {
      "id":442,
      "name":"Candied Lotus Roots ",
      "details":"Round slices of lotus root, simmered in sugar water until candied."
   },
   {
      "id":443,
      "name":"Glazed Lotus Roots ",
      "details":"Round slices of lotus root simmered in soy sauce, sugar and rice wine until glazed. Garnished with sesame seeds."
   },
   {
      "id":444,
      "name":"Young Summer Radish Kimchi",
      "details":"A kimchi made of young summer radish (smaller roots with larger leaves). This kimchi has a lot of water and is lightly seasoned."
   },
   {
      "id":445,
      "name":"Chilled Buckwheat Noodles with Radish Kimchi",
      "details":"Buckwheat noodles served in a chilled broth with chopped radish kimchi."
   },
   {
      "id":446,
      "name":"Grilled Ox Heart ",
      "details":"Thin slices of ox heart seasoned with salt and spices and grilled."
   },
   {
      "id":447,
      "name":"Malt Candy",
      "details":"A sweet, sticky candy made of hardened maltose syrup and sweet glutinous rice. This candy has the texture of toffee."
   },
   {
      "id":448,
      "name":"Malt Toffee ",
      "details":"Traditional sweet treats made of nuts or cereals, such as peas, beans, pine nuts, peanuts and sesame seeds, mixed with warm maltose syrup and left to harden."
   },
   {
      "id":449,
      "name":"Young Chicken and Ginseng Soup",
      "details":"A soup made of a whole young chicken stuffed with ginseng, sweet rice, jujubes (Korean dates) and other ingredients. The stuffed chicken is simmered until tender."
   },
   {
      "id":450,
      "name":"Five Grain Rice ",
      "details":"A mixed rice with corn, red beans, beans, white rice, glutinous rice, and glutinous millet. Traditionally, this is the rice served on the first full moon of the lunar calendar."
   },
   {
      "id":451,
      "name":"Stuffed Ogol Chicken Soup",
      "details":"A soup made of a whole ogol chicken (a chicken with dark meat and bones) stuffed with garlic, glutinous rice, jujubes (Korean dates), chestnuts, and other ingredients and simmered until tender. This soup is considered a delicacy due ta its health effects."
   },
   {
      "id":452,
      "name":"Roast Duck ",
      "details":"A duck stuffed with ginger and green onions and hung by its tail to be roasted."
   },
   {
      "id":453,
      "name":"Duck Stew ",
      "details":"A stew of duck slowly simmered with onions, garlic, radishes, and other vegetables."
   },
   {
      "id":454,
      "name":"Omija ",
      "details":"The fruit of the Chinese magnolia vine, used in teas, wine, punches, and as a medicine. Omija literally means "
   },
   {
      "id":455,
      "name":"Omija Tea ",
      "details":"A tea made of omija (the fruit of the Chinese magnolia vine). Served hot or cold with honey and garnished with pine nuts."
   },
   {
      "id":456,
      "name":"Omija Punch ",
      "details":"A fruit punch made of omija (fruit of the Chinese magnolia vine), sugar and various fruits. Azalea petals can also be added."
   },
   {
      "id":457,
      "name":"Small Abalone ",
      "details":"A shellfish similar to a small abalone. lt is often pickled in salt or put in stews and porridges."
   },
   {
      "id":458,
      "name":"Pickled Small Abalone ",
      "details":"Small abalones pickled in salt. A regional specialty of Jeju-do."
   },
   {
      "id":459,
      "name":"Braised Small Abalone ",
      "details":"Small abalones seasoned in spices and braised."
   },
   {
      "id":460,
      "name":"Chilled Cucumber Soup",
      "details":"Julienned cucumbers, seasoned and salted, then added to a chilled vinegary soup."
   },
   {
      "id":461,
      "name":"Seasoned Cucumbers",
      "details":"Sliced cucumbers lightly salted and mixed with julienned white radish, red chili pepper powder, green onions, garlic and ginger. Also called oi-saengchae."
   },
   {
      "id":462,
      "name":"Sauteed Cucumbers ",
      "details":"Sliced cucumbers lightly salted and squeezed by hand to remove excess liquid, then sauteed with minced pork and seasonings."
   },
   {
      "id":463,
      "name":"Stuffed Cucumbers",
      "details":"Cucumbers cut into three or four sections, slit lengthwise and lightly salted. After lightly sauteeing the cucumbers, each section is stuffed with beef, egg, sliced mushrooms and others ingredients. A mixture of water, sugar and vinegar is poured over the stuffed cucumbers to give a sweet, vinegary flavor."
   },
   {
      "id":464,
      "name":"Stuffed Cucumber Kimchi ",
      "details":"A kimchi made of cucumbers cut into three to four sections, slit lengthwise, and stuffed with a filling of green onions, garlic, ginger and red chili pepper powder."
   },
   {
      "id":465,
      "name":"Cucumbers Pickled in Soy Sauce or Red Chili Pepper Paste",
      "details":"Salted cucumbers pickled in a mixture of vinegar, soy sauce and sugar, or put into a jar of red chili pepper paste or soybean paste (doenjang). Keeps for a long period and is served as a side dish."
   },
   {
      "id":466,
      "name":"Cucumbers Pickled in Salt Water ",
      "details":"Cucumbers pickled by pouring hot salt water over them and letting them sit for a long time."
   },
   {
      "id":467,
      "name":"Squid ",
      "details":"Squid are eaten fresh or dried in the open air."
   },
   {
      "id":468,
      "name":"Grilled Squid ",
      "details":"Fresh squid coated with red chili pepper paste and soybean paste (doenjang) and grilled. When cooked with red chili pepper paste, this dish is called squid bulgogi."
   },
   {
      "id":469,
      "name":"Squid over Rice ",
      "details":"Squid and vegetables stir-fried in a red chili pepper sauce and served on rice."
   },
   {
      "id":470,
      "name":"Seasoned Squid ",
      "details":"Blanched squid slices and vegetables mixed with a red chili pepper sauce."
   },
   {
      "id":471,
      "name":"Parboiled Squid ",
      "details":"Parboiled squid slices served with vinegared red chili pepper paste sauce."
   },
   {
      "id":472,
      "name":"Stuffed Squid ",
      "details":"A cleaned squid stuffed with a mixture of dubu (soybean curd "
   },
   {
      "id":473,
      "name":"Pickled Squid ",
      "details":"Slices of fresh squid pickled in salt with red chili pepper powder."
   },
   {
      "id":474,
      "name":"Seasoned Dried Squid Strips ",
      "details":"Thin strips of dried squid mixed in a spicy red chili pepper sauce or seasoned soy sauce."
   },
   {
      "id":475,
      "name":"Sauteed Dried Squid Strips ",
      "details":"Thin strips of dried squid sauteed with soy sauce or red chili pepper paste."
   },
   {
      "id":476,
      "name":"Raw Squid ",
      "details":"Fresh squid sliced and served raw with a dipping sauce of vinegared red chili pepper paste.\t"
   },
   {
      "id":477,
      "name":"Tilefish ",
      "details":"Tilefish has a fresh and slightly sweet, buttery flavor."
   },
   {
      "id":478,
      "name":"Grilled Tilefish ",
      "details":"Tilefish sprinkled with salt and grilled."
   },
   {
      "id":479,
      "name":"Tilefish and Seaweed Soup ",
      "details":"A soup made of tilefish fillets cooked with seaweed. A regional specialty of Jeju-do."
   },
   {
      "id":480,
      "name":"Rice Porridge with Tilefish ",
      "details":"Rice porridge with tilefish. The fish is added to the rice and simmered until thick."
   },
   {
      "id":481,
      "name":"Buckwheat Noodle Soup ",
      "details":"A warm buckwheat noodle soup in a beef broth served with kimchi. Also refers to all hot noodles."
   },
   {
      "id":482,
      "name":"Chicken Soup with Rice",
      "details":"Cooked rice in a chicken broth topped with seasoned chicken. A specialty of the Pyeongan-do region in North Korea."
   },
   {
      "id":483,
      "name":"Braised Radish with Beef and Mushroom",
      "details":"Large radish pieces simmered over low heat with seasoned beef slices and mushrooms. Some variations use pork or fish instead of beef. This dish is popular during autumn when radishes are in season."
   },
   {
      "id":484,
      "name":"Pan-fried Beef Patties (2) ",
      "details":"Patties of minced beef, dubu (soybean curd "
   },
   {
      "id":485,
      "name":"Fish or Meatball Soup ",
      "details":"A soup of small beef, pork, or chicken meatballs and fish in a clear meat broth. The balls are dipped in egg before they are put in the soup."
   },
   {
      "id":486,
      "name":"Chicken and Crusian Carp Soup",
      "details":"A soup of chicken and crusian carp with shiitake mushrooms, jujubes (Korean dates), and chestnuts. This soup is said to be an aphrodisiac."
   },
   {
      "id":487,
      "name":"Chinese Cabbage Soup (2) ",
      "details":"A soup made of the green leaves of the Chinese cabbage in a soybean paste (doenjang) broth."
   },
   {
      "id":488,
      "name":"Rump Stew with Vegetables ",
      "details":"A stew of beef rump with shiitake mushrooms, white radish, chestnuts and gingko nuts mixed in a seasoned soy sauce. The ingredients are simmered over a long period until the meat has absorbed the full flavor of its sauce."
   },
   {
      "id":489,
      "name":"Mud Snail and Soybean Paste Stew",
      "details":"A soybean paste (doenjang) stew with mud snails and vegetables."
   },
   {
      "id":490,
      "name":"Braised Mud Snails ",
      "details":"Mud snails braised with bean sprouts and vegetables in a dried anchovy broth thickened with flour."
   },
   {
      "id":491,
      "name":"Boiled Beef Tongue ",
      "details":"Beef tongue is a delicacy in Korea. lt is boiled, thinly sliced, and served with other meats and a dipping sauce or added to special soups."
   },
   {
      "id":492,
      "name":"Burdock ",
      "details":"A root vegetable often served as a side dish with soy sauce."
   },
   {
      "id":493,
      "name":"Glazed Burdock ",
      "details":"Burdock simmered in soy sauce, sesame oil, and sugar until glazed and garnished with sesame seeds and red chili pepper threads."
   },
   {
      "id":494,
      "name":"Toppings ",
      "details":"Toppings or garnishes, such as fruit or dried meats, used to decorate and add flavor to meal dishes or rice cakes."
   },
   {
      "id":495,
      "name":"Honey Punch with Sweet Rice Balls",
      "details":"A traditional drink made of water and honey with small rice cake balls filled with jujubes (Korean dates) and citron peel."
   },
   {
      "id":496,
      "name":"Day Lily Namul ",
      "details":"Blanched day lily stems seasoned with soybean paste (doenjang), red chili pepper paste, green onions, garlic, sesame oil, and sesame salt. This is a spring dish."
   },
   {
      "id":497,
      "name":"Deep-fried Grain Cookies ",
      "details":"A variety of traditional cookies made with different kinds of flour and pan-fried or deep-fried. Each variety of cookie has a different name according to its ingredients and how it is cooked. Also called yumilgwa."
   },
   {
      "id":498,
      "name":"Glazed Citron",
      "details":"Citron peel cooked in water then simmered in sugar water until glazed. The citron fruit is added during the glazing process."
   },
   {
      "id":499,
      "name":"Citron Tea",
      "details":"A tea made by adding hot water to a mixture of citron peel and honey or sugar syrup resembling marmalade."
   },
   {
      "id":500,
      "name":"Spicy Beef and Leek Soup",
      "details":"A soup made with beef, green onions, fiddleheads, and other vegetables in a spicy red broth seasoned with red chili pepper powder, garlic, and soy sauce."
   },
   {
      "id":501,
      "name":"Dried Beef Jerky",
      "details":"Thin slices of beef marinated in soy sauce, black pepper, sugar and other seasonings, then dried in the shade. Often served as a dried snack with alcohol."
   },
   {
      "id":502,
      "name":"Korean Beef Steak Tartare",
      "details":"Thinly sliced raw beef seasoned with soy sauce, salt and sesame oil. Similar to steak tartare, this dish is usually served with julienned Korean pear and garlic."
   },
   {
      "id":503,
      "name":"Stone Pot Bibimbap with Beef Tartare",
      "details":"A bibimbap served in a hot stone pot with vegetables and seasoned beef tartare over rice. When served, ail the ingredients are mixed together with a spicy red chili pepper sauce in the sizzling pot."
   },
   {
      "id":504,
      "name":"Mashed Chestnut Sweets",
      "details":"Mashed cooked chestnuts mixed with cinnamon and sugar, molded into chestnut shapes, and rolled in ground pine nuts or cinnamon."
   },
   {
      "id":505,
      "name":"YulmuTea",
      "details":"A hot drink made by adding roasted ground Job' s tears (this white powder has a nutty flavor) into hot water with sugar or honey."
   },
   {
      "id":506,
      "name":"Igangju",
      "details":"A liquor made by adding pear juice, ginger juice, honey and water to soju. This liquor is typically produced in February according to the lunar calendar and is famous in Jeonju in Jeolla-do in southwestern Korea and Hwanghae-do in North Korea."
   },
   {
      "id":507,
      "name":"Ginseng",
      "details":"A root famous for its medicinal properties that is also used for cooking. Fresh ginseng is called susam and is served sliced as a special appetizer or dessert. lt can also be made into a juice. Dried ginseng is most often used to make tea or is added to dishes such as soups."
   },
   {
      "id":508,
      "name":"Candied Ginseng",
      "details":"Sliced ginseng simmered until soft, then glazed in water with honey, sweet syrup, sugar and salt until candied."
   },
   {
      "id":509,
      "name":"Ginseng Wine",
      "details":"Liquor fermented with ground ginseng or flavored by adding a pouch of ginseng to wine that has already been made."
   },
   {
      "id":510,
      "name":"Ginseng Tea",
      "details":"A tea traditionally made by simmering ginseng, jujubes (Korean dates), and peeled chestnuts. Recently, an instant powdered version has become widely available. Ginseng tea is served with pine nuts on top."
   },
   {
      "id":511,
      "name":"Sweet Rice Cake",
      "details":"A rice cake made of steamed glutinous rice that is beaten to make a firm, sticky dough. The rice cake is cut into squares and coated in ground beans or black sesame seeds to prevent them from sticking together and give them flavor."
   },
   {
      "id":512,
      "name":"Chilled Chicken Soup",
      "details":"A soup made of chopped chicken, minari(Korean parsley) stems, julienned egg garnish, and ground sesame seeds in a chilled chicken broth."
   },
   {
      "id":513,
      "name":"Braised Carp",
      "details":"Seasoned carp braised or cooked in boiling water."
   },
   {
      "id":514,
      "name":"Raw Carp",
      "details":"Freshly cleaned carp filleted, sliced thinly, and served raw."
   },
   {
      "id":515,
      "name":"Grilled Damselfish",
      "details":"Damselfish seasoned with salt or soy sauce and grilled."
   },
   {
      "id":516,
      "name":"Raw Damselfish in Chilled Broth",
      "details":"Thinly sliced raw damselfish seasoned with sesame leaves, green chili peppers and chives and served in a seasoned chilied broth. A specialty of Jeju-do."
   },
   {
      "id":517,
      "name":"Salted Fish",
      "details":"Various types of fish that have been cleaned, salted and preserved. Served as side dishes."
   },
   {
      "id":518,
      "name":"Sparrow's Tongue Green Tea",
      "details":"A green tea made with the new leaves of that year. Jakseol literally means "
   },
   {
      "id":519,
      "name":"Banquet Noodles",
      "details":"A simple noodle dish of thin wheat noodles in a clear broth and topped with julienned egg garnish, sauteed beef, julienned summer squash and mushrooms. This dish was traditionally served at large banquets and feasts."
   },
   {
      "id":520,
      "name":"Mixed Brochette",
      "details":"Colorful brochettes made of beef, abalone, sea cucumber, shiitake mushrooms, bellflower root (doraji), and carrots. The ingredients are cut into strips of similar lengths, marinated and pan-fried separately, and put together on skewers."
   },
   {
      "id":521,
      "name":"Beef and Vegetable Brochette (2)",
      "details":"Brochettes of beef, liver, tripe, green onions and mushrooms. The ingredients are cut into similar lengths, pan-fried with seasonings, and put together on skewers."
   },
   {
      "id":522,
      "name":"Japchae (Clear Noodles Stir-fried with Vegetables)",
      "details":"Vegetables and beef pan-fried separately then mixed with clear noodles, soy sauce, and other seasonings. One of the most popular party dishes, this dish is often seen at special banquets."
   },
   {
      "id":523,
      "name":"Pine Nut Cookies",
      "details":"Cookies made with rice flour that are deep-fried, dipped in sweet syrup, and topped with pine nuts."
   },
   {
      "id":524,
      "name":"Pine Nut Candy",
      "details":"A sweet treat made of pine nuts mixed with maltose syrup, sugar and honey and left to harden."
   },
   {
      "id":525,
      "name":"Pine Nut Porridge",
      "details":"A rice porridge cooked with pine nuts."
   },
   {
      "id":526,
      "name":"Rice in Beef Soup",
      "details":"Cooked rice in a hot beef broth, often topped with beef brochettes and julienned egg garnish. This dish originates in Seoul."
   },
   {
      "id":527,
      "name":"Soy Sauce Kimchi",
      "details":"A kimchi made with soy sauce. The young leaves in the heart of the cabbage are sliced and mixed with julienned white radish, red chili threads, garlic, green onions, ginger, minari (Korean parsley), and mushrooms. Ali the ingredients are then seasoned together with soy sauce."
   },
   {
      "id":528,
      "name":"Pan-fried Soybean Paste Patties",
      "details":"Thin pan-fried patties made with glutinous rice flour, soybean paste (doenjang), minced meat, green onions, garlic, black pepper and sesame seeds."
   },
   {
      "id":529,
      "name":"Grilled and Braised Beef",
      "details":"Beef fillet tenderized with small incisions, seasoned and grilled, then braised in soy sauce and spices."
   },
   {
      "id":530,
      "name":"Pickled Vegetables",
      "details":"Vegetables pickled in soybean paste (doenjang) or red chili pepper paste and served as a side dish. The most commonly used vegetables include white radish, cucumber, scallions, Korean melons (small yellow melons with a smooth rind), soybean leaves, and green chili peppers."
   },
   {
      "id":531,
      "name":"Grilled Freshwater Eel",
      "details":"Eel marinated in a sauce of red chili pepper paste, soy sauce, sugar, green onions, garlic and sesame oil and grilled. The eel can also be lightly steamed, coated with a mixture of soy sauce and sugar, and then grilled."
   },
   {
      "id":532,
      "name":"Beef Chunks Braised in Soy Sauce",
      "details":"Pieces of beef braised in soy sauce and water until the meat turns dark and salty. The meat is then cut into smaller pieces for serving. This is one of the most traditional and popular beef side dishes."
   },
   {
      "id":533,
      "name":"Small Clam Soup",
      "details":"Small clams, steamed and shelled, cooked in a clam broth and seasoned with salt. A specialty of Gyeongsang-do in southeastern Korea."
   },
   {
      "id":534,
      "name":"Brochette",
      "details":"Meats and vegetables thinly sliced and put on skewers, dipped in flour and egg, and pan-fried."
   },
   {
      "id":535,
      "name":"Pan-fried Delicacies",
      "details":"Small patties of minced meat or chopped vegetables dipped in flour and egg, then pan-fried."
   },
   {
      "id":536,
      "name":"Hot Pot",
      "details":"A dish of broth, meat, vegetables, and a variety of seasonings and spices cooked at the table in a wide, shallow pot."
   },
   {
      "id":537,
      "name":"Rice Porridge with Abalone",
      "details":"A savory rice porridge cooked with minced abalone."
   },
   {
      "id":538,
      "name":"Simmered Abalone",
      "details":"Whole or chopped abalone with beef, sea cucumber, octopus, mussels, mushrooms and spices simmered in seasoned soy sauce and honey."
   },
   {
      "id":539,
      "name":"Abalone in Soy Sauce",
      "details":"Abalone simmered over low heat in a mix of soy sauce, sugar and black pepper."
   },
   {
      "id":540,
      "name":"Raw Abalone",
      "details":"Fresh or blanched abalone thinly sliced and served raw with a dipping sauce of either soy sauce and vinegar or vinegared red chili pepper paste."
   },
   {
      "id":541,
      "name":"Jeonju-style Bibimbap",
      "details":"A mixed rice dish with a wide variety of blanched and seasoned vegetables, minced beef, and a fried egg served on a bowl of rice, ail mixed together with red chili pepper paste before eating. A popular dish originating in the city of Jeonju."
   },
   {
      "id":542,
      "name":"Patterned Rice Cake",
      "details":"White rice cakes rolled fiat, pressed with patterned molds, and cut into small squares. The patterned rice cakes are then brushed with oil."
   },
   {
      "id":543,
      "name":"Pickled Seafood",
      "details":"Sauce made of various kinds of fish or seafood that have been pickled in salt and fermented. This sauce can be served as a side dish or used as a seasoning for other dishes."
   },
   {
      "id":544,
      "name":"Pickled Shrimp Stew",
      "details":"A stew of pollack roe and dubu (soybean curd / tofu) seasoned with red chili pepper in a pickled shrimp broth."
   },
   {
      "id":545,
      "name":"Candied Fruits or Roots",
      "details":"Traditional sweet treats made of fruits or roots candied in honey or syrup."
   },
   {
      "id":546,
      "name":"Set Menu",
      "details":"The set menu of a restaurant; usually the specialty of the house."
   },
   {
      "id":547,
      "name":"Cooked Pork",
      "details":"Pork. Also refers to thinly sliced cooked pork."
   },
   {
      "id":548,
      "name":"Noodles in Clam Broth",
      "details":"Home-style noodles made of wheat or bean flour cooked in a clear clam broth."
   },
   {
      "id":549,
      "name":"Pickled Small Clams",
      "details":"Shelled clams pickled in salt. Served as a side dish."
   },
   {
      "id":550,
      "name":"Clam Soup (2)",
      "details":"Soup with clams in their shells and vegetables in a clam broth, seasoned with red chili pepper powder."
   },
   {
      "id":551,
      "name":"Grilled Yellow Croaker",
      "details":"Croaker salted and grilled."
   },
   {
      "id":552,
      "name":"Spicy Yellow Croaker Stew",
      "details":"A spicy red stew with croaker, beef and vegetables."
   },
   {
      "id":553,
      "name":"Pickled Yellow Croaker",
      "details":"Croaker pickled in salt to make a thick fish sauce."
   },
   {
      "id":554,
      "name":"Braised Yellow Croaker",
      "details":"Croaker braised in seasoned soy sauce, green onions and garlic."
   },
   {
      "id":555,
      "name":"Mashed Jujube Sweets",
      "details":"Steamed and mashed jujubes (Korean dates) mixed with sugar and molded back into their original shape. The balls are rolled in ground pine nuts to hold their shape and prevent them from sticking to each other."
   },
   {
      "id":556,
      "name":"Rice Ball Pasta Soup",
      "details":"Beef broth soup with rice pasta. A specialty of the Gaeseong region."
   },
   {
      "id":557,
      "name":"Soy Sauce Braised Dishes",
      "details":"These braised dishes are made by simmering meat or fish in soy sauce and other seasonings."
   },
   {
      "id":558,
      "name":"Glazed Pig's Feet",
      "details":"Pig's feet cooked in soy sauce, sugar, ginger and garlic until glazed."
   },
   {
      "id":559,
      "name":"Ox Foot Soup",
      "details":"A soup of ox feet and beef shank simmered for a long time."
   },
   {
      "id":560,
      "name":"Pressed Ox Feet",
      "details":"Ox feet simmered until the meat comes off the bones. The meat is pressed and served thinly sliced with vinegar and soy sauce."
   },
   {
      "id":561,
      "name":"Baby Squid",
      "details":"Smaller than baby octopus, baby squid is usually parboiled and served with a dipping sauce of vinegared red chili pepper paste."
   },
   {
      "id":562,
      "name":"Grilled Beef with Salt and Sesame Oil",
      "details":"Strips of beef rubbed with salt and sesame oil and grilled."
   },
   {
      "id":563,
      "name":"Pan-fried Sweet Rice Cake Coated with Honey",
      "details":"Rice cakes made of glutinous rice flour and natural colorings, stuffed with fillings such as mushrooms, jujubes (Korean dates) and chestnuts, and pan-fried. The fried cakes are dusted with sugar or dipped in honey."
   },
   {
      "id":564,
      "name":"Porridge",
      "details":"Porridge made of rice or other grains simmered in water until thick. Served as a main dish or in smaller portions as an appetizer."
   },
   {
      "id":565,
      "name":"Sauteed Bamboo Shoots",
      "details":"Bamboo shoots sauteed with pork, green chili peppers, onions, and seasonings."
   },
   {
      "id":566,
      "name":"Stuffed Bamboo Shoots",
      "details":"Bamboo shoots slit lengthwise, stuffed with seasoned beef and mushrooms, and simmered in broth."
   },
   {
      "id":567,
      "name":"Julienned Bamboo Shoots",
      "details":"Bamboo shoots cooked in water, thinly sliced, and mixed with vegetables, soy sauce and vinegar. The ingredients may be stir-fried with minced pheasant meat and seasoned with salt instead of soy sauce."
   },
   {
      "id":568,
      "name":"Parboiled Bamboo Shoots",
      "details":"Blanched young bamboo shoots cut into thin, wide slices and served with a dipping sauce of vinegared red chili pepper paste."
   },
   {
      "id":569,
      "name":"Bamboo Salt",
      "details":"A flavored salt made by filling a hollow bamboo stem that has been cut into sections with plain salt. The sections are then scorched in a hot oven and the salt is removed for use. This salt is said to have a superior taste and medicinal benefits."
   },
   {
      "id":570,
      "name":"Rice Wine Cake",
      "details":"Steamed rice cakes made with white rice flour and rice wine. The wine ferments the dough and gives a tangy taste to the cakes. The tops of these white, fluffy cakes are colorfully garnished. Also called sultteok (wine cake)."
   },
   {
      "id":571,
      "name":"Egg Garnish",
      "details":"Egg whites and yolk beaten together or separately, then pan-fried very thinly. The cooked egg is julienned or cut into diamonds, and is used as a topping or garnish for many dishes."
   },
   {
      "id":572,
      "name":"Azalea Liquor",
      "details":"A sweet liquor made by adding azalea petals and sugar to soju. Also called dugyeonju."
   },
   {
      "id":573,
      "name":"Pan-fried Cake with Azaleas",
      "details":"Small pan-fried fiat rice cakes decorated with azalea flowers. Also called dugyeonhwajeon."
   },
   {
      "id":574,
      "name":"Azalea Punch",
      "details":"Azalea petals coated in starch, blanched, then added to a sugared omija (fruit of the Chinese magnolia vine) punch."
   },
   {
      "id":575,
      "name":"Pickled Radish",
      "details":"Autumn white radishes pickled whole in salt and kept until the following summer."
   },
   {
      "id":576,
      "name":"Spring Onion Kimchi",
      "details":"A kimchi made of lightly salted spring onions mixed with kimchi seasonings."
   },
   {
      "id":577,
      "name":"Stew",
      "details":"Thicker and more strongly flavored than soups, stews can be categorized by the main seasoning (red chili pepper paste stew, soybean paste (doenjang) stew, or pickled shrimp stew) or by their main ingredient (fish stew, dubu stew, or meat stew)."
   },
   {
      "id":578,
      "name":"Steamed Dumplings",
      "details":"Dumplings cooked in a steamer."
   },
   {
      "id":579,
      "name":"Braised, Simmered or Steamed Dishes",
      "details":"The main ingredients, either meat or fish, are seasoned and simmered until the liquid is reduced and the ingredients take on the full flavor of the seasoning."
   },
   {
      "id":580,
      "name":"Cooked Sweet Rice",
      "details":"Cooked sweet rice with red beans, jujubes (Korean dates), and chestnuts. Sugar, soy sauce and sesame oil are added to bring out the flavor."
   },
   {
      "id":581,
      "name":"Sesame Oil",
      "details":"Oil pressed from roasted sesame seeds. One of the main seasonings in Korean cooking."
   },
   {
      "id":582,
      "name":"Sesame (Seeds)(2)",
      "details":"Sesame seeds are an indispensable ingredient in Korean cooking. They are either roasted and used directly or ground with a little salt."
   },
   {
      "id":583,
      "name":"Cham Namul",
      "details":"A wild leafy green with a strong scent, blanched or served fresh with various seasonings as a side dish."
   },
   {
      "id":584,
      "name":"Korean Honey Melon",
      "details":"A small, oval melon with a smooth, yellow rind and white ridges running lengthwise. Along with the watermelon, this is one of the most common summer fruits."
   },
   {
      "id":585,
      "name":"Sweet Rice",
      "details":"Sweet rice is stickier than plain white rice and is often used to make rice cake."
   },
   {
      "id":586,
      "name":"Pan-fried Sweet Rice Cake with Fillings",
      "details":"Round, fiat cakes made with glutinous rice flour that are pan-fried, folded in half, and stuffed with a variety of fillings."
   },
   {
      "id":587,
      "name":"Pickled Pollack Innards",
      "details":"Pollack innards cleaned and preserved in a sauce of red chili pepper powder, garlic and ginger. After fermentation, this dish becomes a salty side dish."
   },
   {
      "id":588,
      "name":"Rice Porridge with Vegetables",
      "details":"A rice porridge made with vegetables such as summer squash, green onions, bean sprouts, and pumpkin."
   },
   {
      "id":589,
      "name":"Deep-fried Vegetables",
      "details":"Vegetables dipped in a flour batter and deep-fried."
   },
   {
      "id":590,
      "name":"Beef Tripe Tartare",
      "details":"Beef tripe washed clean with salt then cut into thin strips and served raw. The pieces are dipped in a mixture of salt, black pepper and sesame oil before eating."
   },
   {
      "id":591,
      "name":"Sea Staghorn",
      "details":"A type of sea plant used as a topping for traditional water kimchi. lt can also be blanched, then seasoned and served as a side dish."
   },
   {
      "id":592,
      "name":"Cheonggukjang (Extra Strong Soybean Paste) Stew",
      "details":"A stew made with a thick soybean paste called cheonggukjang (similar to Japanese natto) with dubu (soybean curd / tofu), fully fermented kimchi, and pork. This paste is thicker and has a stronger smell than the regular soybean paste (doenjang). Also called dambukjang-jjigae."
   },
   {
      "id":593,
      "name":"Grilled Herring",
      "details":"Herring sprinkled with salt or marinated in a spiced soy sauce and grilled."
   },
   {
      "id":594,
      "name":"Clear Rice Wine (2)",
      "details":"A clear, refined rice wine made from a thicker rice wine that has been strained several times. This type of rice wine is similar to Japanese sake."
   },
   {
      "id":595,
      "name":"Vinegared Soy Sauce",
      "details":"A mixture of soy sauce and vinegar. This tangy dipping sauce is served with fish dishes or pan-fried vegetables and meat patties."
   },
   {
      "id":596,
      "name":"Red Chili Pepper Paste with Vinegar",
      "details":"Red chili pepper paste mixed with vinegar and sugar to make a more liquid dipping sauce with a sweet and sour taste. This sauce is most commonly served with raw fish dishes."
   },
   {
      "id":597,
      "name":"Battered Meat and Vegetable Soup",
      "details":"A soup with chicken, beef, shiitake mushrooms, bellflower root (dorajij and minari (Korean parsley) which have been seasoned, dipped in a fleur batter, and cooked in broth."
   },
   {
      "id":598,
      "name":"Whole Radish Kimchi",
      "details":"A kimchi made of young white radishes used whole with the stems and leaves. The radishes are seasoned with red chili pepper powder, green onions, garlic, ginger and fish sauce, then left to cure. lt literally means bachelor kimchi, because the stems are reminiscent of the long ponytails of unmarried men in traditional times. Also called altari kimchi."
   },
   {
      "id":599,
      "name":"Loach Soup",
      "details":"A thick, strongly flavored soup made of fresh loach simmered with vegetables, soybean paste (doenjang), and red chili pepper paste."
   },
   {
      "id":600,
      "name":"Wild Aster Namul",
      "details":"A side dish made with blanched wild aster (a vegetable found in the mountains) that has been seasoned or stir-fried with other ingredients."
   },
   {
      "id":601,
      "name":"Ground Beef Jerky with Pine Nuts",
      "details":"Dried ground beef jerky garnished with pine nuts."
   },
   {
      "id":602,
      "name":"Arrowroot Tea",
      "details":"A tea made with the juice pressed from wild arrowroot. Powdered arrowroot can also be used."
   },
   {
      "id":603,
      "name":"Home-style Noodle Soup",
      "details":"A soup made of wheat flour noodles flattened and cut by hand, served in a hot chicken or beef broth and topped with clams, julienned summer squash, and a seasoning sauce."
   },
   {
      "id":604,
      "name":"Simmered Half-dried Pollack",
      "details":"Half-dried pollack marinated in a sauce of red chili pepper paste, soy sauce, sugar, green onions, ginger, sesame oil and black pepper, then simmered over low heat."
   },
   {
      "id":605,
      "name":"Bean (Soybean)",
      "details":"Soybeans are used to make soy sauce, dubu (soybean curd / tofu), and oil."
   },
   {
      "id":606,
      "name":"Chilled White Bean Soup",
      "details":"A soup made with white soybeans that have been soaked for five to six hours, drained, boiled, and then pureed. The puree is strained to make this creamy, chilled soup."
   },
   {
      "id":607,
      "name":"Noodles in Chilled White Bean Soup",
      "details":"Chilled white bean soup made of pureed soybeans served with noodles and garnished. with julienned cucumber and watermelon. Sometimes white sesame seeds are added to the puree. This dish is eaten in the hot summer."
   },
   {
      "id":608,
      "name":"Soybean Sprout Namul",
      "details":"Sprouts about 5-7 centimeters long made from soybeans soaked in water. An inexpensive and popular ingredient for many Korean dishes."
   },
   {
      "id":609,
      "name":"Soybean Sprout Soup",
      "details":"A clear soup with soybean sprouts."
   },
   {
      "id":610,
      "name":"Seasoned Soybean Sprout Namul",
      "details":"Blanched bean sprouts seasoned with green onions, garlic, soy sauce and sesame oil. This is one of the most common side dishes served in Korean homes."
   },
   {
      "id":611,
      "name":"Rice Cooked with Soybean Sprouts",
      "details":"White rice cooked with soybean sprouts."
   },
   {
      "id":612,
      "name":"Soybean Sprouts with Vegetable Medley",
      "details":"A vegetable medley made of soybean sprout stems, fresh bellflower root, fiddlehead, sliced Korean pear, white radish and carrots tossed with a seasoning of green onions, garlic, vinegar, red chili pepper powder, salt and ground pine nuts. A regional specialty of southwestern Korea."
   },
   {
      "id":613,
      "name":"Sweet Rice Cake with Beans",
      "details":"Steamed rice cake made with glutinous rice flour and black beans. Sometimes made by adding white rice flour to bean flour and water."
   },
   {
      "id":614,
      "name":"Cooked Rice with Beans",
      "details":"Rice cooked with various beans, such as black beans, green peas, or kidney beans. Served as an alternative to plain white rice."
   },
   {
      "id":615,
      "name":"Soybean Leaf Kimchi",
      "details":"A variation of kimchi made of salted soybean leaves mixed with sliced radish and fish sauce and laid between the cabbage leaves."
   },
   {
      "id":616,
      "name":"Glazed Black Beans",
      "details":"A side dish made of black beans simmered in soy sauce and sugar until glazed."
   },
   {
      "id":617,
      "name":"Bean and Rice Porridge",
      "details":"A rice porridge made with soybeans that have been soaked in water and pureed."
   },
   {
      "id":618,
      "name":"Grilled Beef Kidney",
      "details":"Beef kidney seasoned with salt and sesame oil, then grilled."
   },
   {
      "id":619,
      "name":"Soup",
      "details":"The traditional word referring to soup. Dishes with names that end in ~tang are all soups that have been simmered for a long time over low heat."
   },
   {
      "id":620,
      "name":"Mung Bean Jelly Mixed with Vegetables and Beef",
      "details":"Slices of mung bean jelly mixed with vegetables, dried laver, and seasoned ground beef. Served cold."
   },
   {
      "id":621,
      "name":"Taro Soup",
      "details":"Soup of taro (a root vegetable) lightly cooked in water before adding beef and kelp."
   },
   {
      "id":622,
      "name":"Braised Taro Stems",
      "details":"Dried taro stems that have been soaked in water, dipped in flour batter, and braised with green onions, garlic and other spices."
   },
   {
      "id":623,
      "name":"Thick Soybean Paste Soup",
      "details":"A thick soup made of one part soybean paste (doenjang) and red chili pepper paste added to five parts water. Vegetables added to this soup vary according to the region and the season."
   },
   {
      "id":624,
      "name":"Pickled Freshwater Shrimps",
      "details":"A fish sauce made of freshwater shrimps pickled in salt, red chili pepper powder and sometimes green chili peppers, garlic, green onions and sesame seeds."
   },
   {
      "id":625,
      "name":"Seasoned Bushy Seaweed",
      "details":"A fresh side dish made of a bushy brown seaweed that has been blanched and seasoned."
   },
   {
      "id":626,
      "name":"Grilled Whole Chicken",
      "details":"Grilled chicken served with either a spicy chili sauce or soy sauce."
   },
   {
      "id":627,
      "name":"Whole Chinese Cabbage Kimchi",
      "details":"The basic kimchi made in large quantities in early winter. Whole Chinese cabbages are first salted and then a kimchi sauce made of julienned white radish, red chili pepper powder, garlic, green onions, and fish sauce is spread between the layers of cabbage leaves. The seasoned cabbages are put in earthenware jars and left to cure for some time before eating. Also called pogi??kimchi."
   },
   {
      "id":628,
      "name":"Deep-fried Seaweed or Vegetables",
      "details":"Deep-fried seaweed or the leaves and stems of various vegetables, served as a crispy snack or a side dish. Dried seaweed is the most popular ingredient for this dish."
   },
   {
      "id":629,
      "name":"Puffed Rice",
      "details":"Crispy rice flakes puffed like popcorn."
   },
   {
      "id":630,
      "name":"Green Onion (Spring Onion)",
      "details":"Along with garlic, green onions are an integral part of Korean cooking and are chopped and used to flavor most Korean dishes, including meats, fish and vegetables. Green onions are also cooked whole in pajeon (green onion pancake) and pa-kimchi (a variation of kimchi made with green onions instead of cabbage)."
   },
   {
      "id":631,
      "name":"Meat and Vegetable Bundles Tied with Green Onion",
      "details":"Bundles of meat, chili peppers, and julienned egg garnish tied with blanched green onions and topped with pine nuts. Served with a dipping sauce of vinegared red chili pepper paste."
   },
   {
      "id":632,
      "name":"Green Onion Kimchi",
      "details":"A kimchi made with lightly salted green onions seasoned with pickled anchovy sauce, garlic and red chili pepper powder."
   },
   {
      "id":633,
      "name":"Grassy Seaweed",
      "details":"A dark green grass-like seaweed that grows in small bunches. lt is used fresh, seasoned and dried, deep-fried, and put in soups."
   },
   {
      "id":634,
      "name":"Seasoned Grassy Seaweed",
      "details":"Blanched grassy seaweed seasoned with soy sauce, sugar and black pepper, or a mixture of pickled anchovy sauce, garlic, green onions and red chili pepper powder."
   },
   {
      "id":635,
      "name":"Grassy Seaweed Soup with Soybean Paste",
      "details":"A soup of grassy seaweed in a broth made of dried anchovies and soybean paste (doenjang). A regional specialty of Jeju-do."
   },
   {
      "id":636,
      "name":"Green Onion Pancake",
      "details":"Pancakes made of an egg, wheat flour and rice flour batter pan-fried with green onions, chives, beef, clams, mussels and other ingredients."
   },
   {
      "id":637,
      "name":"Seasoned Green Onion",
      "details":"Finely copped green onions mixed with red chili pepper powder, soy sauce, vinegar, sesame salt and sesame oil. This dish is used to garnish or accompany grilled or pressed meats and is most common in southeastern Korea."
   },
   {
      "id":638,
      "name":"Green Onion Soup",
      "details":"A soup of beef broth with chopped green onions. A beaten egg is added to the soup just before serving."
   },
   {
      "id":639,
      "name":"Red Bean Rice Cake",
      "details":"A crumbly rice cake made of layers of rice flour and ground red bean steamed together and cut into squares. This is the most common type of steamed rice cake."
   },
   {
      "id":640,
      "name":"Rice with Red Beans",
      "details":"Rice cooked with red beans to give it flavor and color. The red beans are steamed in advance then cooked again with the rice."
   },
   {
      "id":641,
      "name":"Rice and Red Bean Porridge",
      "details":"A rice porridge made with red beans. After boiling the beans, they are strained to produce a liquid which is added to the cooked rice porridge. Sometimes small rice balls are added . This dish is made specially to celebrate the winter solstice."
   },
   {
      "id":642,
      "name":"Grilled Scallops",
      "details":"Seasoned scallops often grilled with beef and mushrooms."
   },
   {
      "id":643,
      "name":"Summer Dumplings",
      "details":"Square dumplings filled with seasoned ground beef and vegetables. Served in the summer."
   },
   {
      "id":644,
      "name":"Pressed Meat",
      "details":"Beef or pork cooked in boiling water and pressed. Served in thin slices with seasoned soy sauce."
   },
   {
      "id":645,
      "name":"Ground Beef Jerky",
      "details":"Minced beef that is seasoned, formed into flat patties, and dried."
   },
   {
      "id":646,
      "name":"Pyeongyang-style Chilled Buckwheat Noodle Soup",
      "details":"A soup of buckwheat noodles served in a chilled beef and radish broth and topped with sliced Korean pear, cold meats, white radish kimchi, and a hard??boiled egg. Originates in Pyeongyang, the North Korean capital."
   },
   {
      "id":647,
      "name":"Beef or Fish Jerky",
      "details":"Dried meat or fish marinated in soy sauce, sugar, and black pepper."
   },
   {
      "id":648,
      "name":"Pan-fried Shiitake Mushroom",
      "details":"Shiitake mushrooms coated in flour, dipped in an egg batter, and pan-fried. The mushroom is often filled with minced beef and other ingredients."
   },
   {
      "id":649,
      "name":"Young Green Chili Peppers",
      "details":"Young green chili peppers that are picked before they turn red. Eaten fresh, or chopped and added to stews or stir-fries."
   },
   {
      "id":650,
      "name":"Traditional Sweets",
      "details":"Many types of traditional Korean sweets and cookies. They vary according to ingredients and preparation method."
   },
   {
      "id":651,
      "name":"Korean Table d'Hote",
      "details":"A traditional set menu of various dishes served with rice, soup, kimchi and side dishes."
   },
   {
      "id":652,
      "name":"Raw Cuttle fish in Water",
      "details":"Fresh cuttlefish cleaned, thinly sliced, and served in chilled water."
   },
   {
      "id":653,
      "name":"Seasoned Raw Cuttle fish over Rice",
      "details":"Thin slices of fresh cuttlefish served over rice with vinegared red chili pepper paste and mixed before eating."
   },
   {
      "id":654,
      "name":"Hamheung-style Spicy Chilled Noodles",
      "details":"Chewy noodles made from potato starch and served chilled with a spicy chili sauce. The most popular version is topped with raw skate. This style of chilled noodles originates in the Hamheung region of North Korea."
   },
   {
      "id":655,
      "name":"Rice Porridge with Clams and Mussels",
      "details":"Rice porridge served with shelled clams and mussels and seasoned with garlic juice."
   },
   {
      "id":656,
      "name":"Sliced Seafood with Mustard Sauce",
      "details":"Julienned jellyfish, squid and cucumber dressed with a mustard sauce."
   },
   {
      "id":657,
      "name":"Thick Soybean Paste Stew with Seafood",
      "details":"A thick soybean paste (doenjang) stew made with clams, shrimp, crab and other seafood."
   },
   {
      "id":658,
      "name":"Pan-fried Seafood",
      "details":"Scallops, clams, mussels, shrimp and oysters dipped in a flour and egg batter and pan-fried."
   },
   {
      "id":659,
      "name":"Seafood Hot Pot",
      "details":"Seafood such as fish, clams, shrimp, and squid cooked in a hot pot with vegetables and beef."
   },
   {
      "id":660,
      "name":"Seafood Pancake with Green Onion",
      "details":"Pancakes made of a flour and egg batter pan-fried with a layer of green onions and seafood."
   },
   {
      "id":661,
      "name":"Sea Cucumber",
      "details":"An Asian delicacy, in Korea the sea cucumber is usually served freshly sliced with a dipping sauce of vinegared red chili pepper paste. lt is also dried for preservation, then soaked in water and added to other seafood dishes."
   },
   {
      "id":662,
      "name":"Raw Sea Cucumber Slices",
      "details":"Fresh sea cucumbers cleaned , sliced and served raw with vinegared soy sauce or a vinegared red chili pepper paste."
   },
   {
      "id":663,
      "name":"Sea Cucumber Soup",
      "details":"A soup made of dried sea cucumbers soaked in water, seasoned, and cooked with minced beef, onions and cucumbers. Sometimes, the rehydrated sea cucumbers are cooked in a soup seasoned with soy sauce and sesame oil."
   },
   {
      "id":664,
      "name":"Hangover Soup",
      "details":"A thick soup made from ox bone broth with soybean paste(doenjang), soybean sprouts, white radish, green onions and sometimes ox blood. Also called early morning soup, it is a traditional home-style soup eaten alter a night of heavy drinking."
   },
   {
      "id":665,
      "name":"Jellyfish Cold Plate",
      "details":"A cold plate of thinly sliced jellyfish, cucumber, Korean pear and cold cuts mixed in a mustard sauce with garlic, soy sauce, vinegar and sugar."
   },
   {
      "id":666,
      "name":"Andong-style Bibimbap",
      "details":"A variation of bibimbap topped with cooked beef, mackerel, dubu (soybean curd / tofu), egg, white radish, spinach, soybean sprouts and other cooked vegetables and mixed together before eating. Traditionally served at the annual ancestor worship ceremonies in the village of Andong in southeastern Korea."
   },
   {
      "id":667,
      "name":"Glazed Walnuts",
      "details":"Seasoned beef sauteed on its own then simmered with walnuts until glazed. ln some cases, the beef is left out and the walnuts are glazed on their own."
   },
   {
      "id":668,
      "name":"Pumpkin Rice Cake",
      "details":"A rice cake made of dried pumpkin mixed with glutinous rice flour, layered with red bean, and steamed. Popular in the southwestern region of Jeolla-do."
   },
   {
      "id":669,
      "name":"Pumpkin Kimchi",
      "details":"A variation of the basic cabbage kimchi with sliced pumpkin added between the layers of cabbage leaves. This is a specialty of the Hwanghae-do region in North Korea and is popular as a base for kimchi stew."
   },
   {
      "id":670,
      "name":"Squash Namul",
      "details":"Summer squash julienned and sauteed with green chili peppers, garlic, sesame oil and soy sauce."
   },
   {
      "id":671,
      "name":"Pumpkin and Mixed Grain Porridge",
      "details":"A thick porridge made of steamed and mashed pumpkin with glutinous rice flour, cooked red beans, and soybeans."
   },
   {
      "id":672,
      "name":"Sauteed Squash",
      "details":"Squash sliced into half moons and pan-fried with pickled shrimp sauce, wild sesame oil, green onions, and garlic."
   },
   {
      "id":673,
      "name":"Stuffed Summer Squash",
      "details":"Squash lightly cooked, then slit lengthwise and stuffed with seasoned ground beef, sliced mushrooms, and julienned egg garnish. The stuffed squash is coated in starch, steamed, and served with a mustard sauce."
   },
   {
      "id":674,
      "name":"Pumpkin Leaf Wraps",
      "details":"Steamed pumpkin leaves used to wrap spoonfuls of rice and other food. Served with a red chili pepper paste sauce."
   },
   {
      "id":675,
      "name":"Pan-fried Summer Squash",
      "details":"Squash sliced into thin round pieces, coated in flour and egg batter, and pan-fried."
   },
   {
      "id":676,
      "name":"Pumpkin Porridge",
      "details":"A porridge made of fully ripe pumpkins steamed and mashed, then mixed with wheat flour or glutinous rice flour and simmered until thick. Sweetened with sugar or red beans."
   },
   {
      "id":677,
      "name":"Steamed Skate",
      "details":"Skate steamed in soy sauce, garlic, red chili threads, green onions, sugar, black pepper and sesame oil. ln Jeolla-do, the skate is usually fermented before cooking. Also called hongeo-eosiuk."
   },
   {
      "id":678,
      "name":"Spicy Skate in Vinegar",
      "details":"Slices of fresh skate dipped in vinegar, then mixed with red chili pepper powder and other spices. This spicy skate is the main ingredient in Hamheung-style chilled noodles."
   },
   {
      "id":679,
      "name":"Seaweed Soup with Mussels",
      "details":"A soup made with seaweed and fresh mussels. Dried mussels are used when fresh ones are not available."
   },
   {
      "id":680,
      "name":"Rice Porridge with Mussels",
      "details":"A rice porridge with mussels and ground beef. A popular dish for the elderly and for babies starting on solid foods. Also called damchaejuk."
   },
   {
      "id":681,
      "name":"Braised Mussels",
      "details":"Mussels braised in soy sauce, sugar, black pepper and sesame oil until reduced."
   },
   {
      "id":682,
      "name":"Beef and Vegetable Brochette (3)",
      "details":"Brochettes of beef, bellflower roots (doraji), carrots, shiitake mushrooms, cucumbers and other ingredients cut into strips, sauteed in soy sauce and sesame oil, then put onto skewers and pan-fried."
   },
   {
      "id":683,
      "name":"Pan-fried Sweet Rice Cake with Flower Petals",
      "details":"Round, fiat rice cakes made of glutinous rice flour, decorated with minced jujubes (Korean dates) or petals of colorful flowers such as azalea, rose, chrysanthemum, and pan-fried. The fried cakes are sprinkled with sugar while still warm."
   },
   {
      "id":684,
      "name":"Korean Fruit Punch",
      "details":"A sweet drink made of various fruits in omija (fruit of the Chinese magnolia vine) punch sweetened with sugar or honey. Azalea petals are sometimes added for color."
   },
   {
      "id":685,
      "name":"Seasoned and Grilled Dried Pollack",
      "details":"Freeze-dried pollack grilled with a seasoning of soy sauce, red chili pepper paste, green onions, garlic, sesame oil, sugar and black pepper."
   },
   {
      "id":686,
      "name":"Raw Seafood",
      "details":"The word raw fish (hoe) usually refers to raw fish dishes similar to Japanese sashimi. However, hoe includes other raw or lightly cooked dishes including other seafoods and meats. Yukhoe refers to a raw beef (see Korean beef steak tartare) and sukhoe are dishes that are only lightly cooked (see parboild squid)."
   },
   {
      "id":687,
      "name":"Spicy Chilled Noodles with Raw Skate",
      "details":"Hamheung-style buckwheat noodles mixed with a spicy sauce and topped with raw or fermented skate. Served cold."
   },
   {
      "id":688,
      "name":"Raw Fish and Vegetables over Rice",
      "details":"Slices of raw fish and fresh vegetables served in a bowl over rice with vinegared red chili pepper paste. Mixed thoroughly before eating."
   },
   {
      "id":689,
      "name":"Black Sesame and Rice Porridge",
      "details":"A porridge made of white rice and ground black sesame seeds. Popular as a high energy food."
   },
   {
      "id":690,
      "name":"White Rice Cake",
      "details":"Rice cake made from white rice flour. The rice cakes are steamed then beaten or kneaded to give them texture. The cakes can be made into cylindrical rice pasta, garaetteok or into square jeolpyeon."
   },
   {
      "id":691,
      "name":"Rice Porridge",
      "details":"A porridge made of white rice only. The rice is soaked in water, added to plenty of water (about 6-7 times of the amount of rice) then simmered over medium heat until thick."
   }
]
